{"articleNum": 0, "title": "AP sources: Trump to order troop cuts in Afghanistan, Iraq", "time": "2020-11-16", "source": "AP", "content": "President Donald Trump is expected to cut a significant number of U.S. troops in Afghanistan and a smaller number in Iraq by the final days of his presidency, U.S. officials said Monday. The plan would run counter to military commanders’ advice over the past year, while still falling short of Trump’s much-touted goal to end America’s long wars.The decision comes just days after Trump installed a new slate of loyalists in top Pentagon positions who share his frustration with the continued troop presence in the war zones. But the expected plans would leave 2,500 troops in both Iraq and Afghanistan, meaning that President-elect Joe Biden would be the fourth president to grapple with the still-smoldering conflicts launched in the aftermath of the Sept. 11, 2001, attacks.ADVERTISEMENTU.S. officials said military leaders were told over the weekend about the planned withdrawals and that an executive order is in the works but has not yet been delivered to commanders. Officials cautioned that there could always be changes, and Trump is known to make snap decisions based on media reports and online chatter. Officials spoke on condition of anonymity to discuss internal deliberations.There are 4,500 to 5,000 troops in Afghanistan and more than 3,000 in Iraq. As news broke about the plan, Republican leaders on Capitol Hill issued stark warnings about making any hasty exit from Afghanistan that could jeopardize the peace process and undermine counterterrorism efforts.More Stories:– NATO, acting US Pentagon chief discuss Afghanistan– Afghans welcome report on Australian troops' alleged crimes– Suicide car bomb in Afghan capital kills 3 troops, wounds 4Senate Majority Leader Mitch McConnell said the Trump administration has made tremendous headway against terrorist threats, but warned against a potentially “humiliating” pullout from Afghanistan that he said would be worse than President Barack Obama’s 2011 withdrawal from Iraq and reminiscent of the U.S. departure from Saigon in 1975.Rep. Michael McCaul, Republican leader on the House Foreign Affairs Committee, said of the plans for Afghanistan, “We need to ensure a residual force is maintained for the foreseeable future to protect U.S. national and homeland security interests and to help secure peace for Afghanistan.”Under the planned order, the troop cuts would be completed just five days before Biden takes office on Jan. 20. Military commanders have expressed less concern about the reduction in Iraq, where the Iraqi forces are better able to maintain their nation’s security.Trump’s new Pentagon chief, Christopher Miller, hinted at the troop withdrawals over the weekend in a carefully worded message to the force.ADVERTISEMENT“We remain committed to finishing the war that al-Qaida brought to our shores in 2001,” he said, and warned that “we must avoid our past strategic error of failing to see the fight through to the finish.”But Miller also made it clear that “all wars must end.”“This fight has been long, our sacrifices have been enormous. and many are weary of war — I’m one of them,” he said. ”Ending wars requires compromise and partnership. We met the challenge; we gave it our all. Now, it’s time to come home.”The accelerated withdrawal, however, goes against the longstanding advice of Trump’s military leadership, including Marine Gen. Frank McKenzie, top U.S. commander for the Middle East. But officials suggested that commanders will be able to live with the partial pullout, which allows them to keep counterterrorism troops in Afghanistan and gives them time to remove critical equipment fro the country.McKenzie and others have repeatedly argued that a hasty withdrawal could undercut negotiations to finalize ongoing peace negotiations between the Taliban and representatives of Afghan society, including the Afghan government. And they also warn that U.S. forces should remain in the country to keep Islamic State militants in check.Biden has sounded less absolute about troop withdrawal. He has said some troops could stay in Afghanistan to focus on the counterterrorism mission. In response to a questionnaire before the election, he said: “Americans are rightly weary of our longest war; I am, too. But we must end the war responsibly, in a manner that ensures we both guard against threats to our homeland and never have to go back.”The expected order, first reported by CNN, adds to what has been a litany of muddled White House and Pentagon messages on troops withdrawals from both Afghanistan and Iraq, only exacerbating what has been an emotional roller coaster for the troops and their families. Adding to the confusion: The Pentagon has historically failed to count up to hundreds of troops actually on the ground, including some special operations forces and personnel on temporary duty for only a few months. Often that is due to political sensitivities in those countries and in the U.S.The Pentagon was already on track to cut troops levels in Afghanistan to about 4,500 by mid-November. U.S. military leaders have consistently said that going below that number must be based on conditions on the ground, including a measurable reduction in attacks by the Taliban on Afghan troops. And they insist they have not seen that yet.America’s exit from Afghanistan after 19 years was laid out in a February agreement Washington reached with the Taliban. That agreement said U.S. troops would be out of Afghanistan in 18 months, provided the Taliban honored a commitment to fight terrorist groups, with most attention seemingly focused on the Islamic State group’s affiliate in the country.Military officials also have warned that there is a large amount of critical, classified equipment in Afghanistan that must be removed, but it will take time. They also say that any full U.S. withdrawal needs to be coordinated with other coalition allies that have troops in the country.The White House, however, issued a confusing series of statements about Afghanistan over the past month. Trump on Oct. 7 tweeted that “we should have the small remaining number of our BRAVE Men and Women serving in Afghanistan home by Christmas.” When asked about those comments, Robert O’Brien, his national security adviser, said Trump was just expressing a hope.O’Brien, meanwhile, has said the number of troops in Afghanistan would drop to 2,500 by early next year. At the time, defense officials said they had not received orders to cut troops to 2,500. And they warned that withdrawing troops quickly could remove some incentive for the struggling peace talks.According to the February agreement, the U.S. troop withdrawal next year is tied to the Taliban’s commitment to fight militant groups — such as the Islamic State group — in the county, and is not linked to successful negotiations between the Taliban and government. The Islamic State group is seen as extremely dangerous and intent on targeting America and other Western interests.The Taliban and Afghan government negotiators have been meeting for over a month in the Middle Eastern state of Qatar with little sign of progress. The Taliban, meanwhile, have staged near daily deadly attacks against Afghan forces. ____Associated Press writers Kathy Gannon in Islamabad, Pakistan, and Lisa Mascaro in Washington contributed to this report.", "quote": [{"id": 0, "label": "unknown", "label_id": -1, "context_left": "more stories:– nato, acting us pentagon chief discuss afghanistan– afghans welcome report on australian troops' alleged crimes– suicide car bomb in afghan capital kills 3 troops, wounds 4senate majority leader mitch mcconnell said the trump administration has made tremendous headway against terrorist threats, but warned against a potentially “humiliating” pullout from afghanistan that he said would be worse than president barack obama’s 2011 withdrawal from iraq and reminiscent of the u.s. departure from saigon in 1975.rep. ", "mention": "Michael McCaul", "context_right": ", republican leader on the house foreign affairs committee, said of the plans for afghanistan, “we need to ensure a residual force is maintained for the foreseeable future to protect u.", "quotation": "“We need to ensure a residual force is maintained for the foreseeable future to protect U.S. national and homeland security interests and to help secure peace for Afghanistan.”", "quotationExtened": "Rep. Michael McCaul, Republican leader on the House Foreign Affairs Committee, said of the plans for Afghanistan, “We need to ensure a residual force is maintained for the foreseeable future to protect U.S. national and homeland security interests and to help secure peace for Afghanistan.”", "mentionWithoutLink": "Michael McCaul", "mentionLinkScore": "88.363235", "links": "https://en.wikipedia.org/wiki?curid=1132718"}, {"id": 1, "label": "unknown", "label_id": -1, "context_left": "more stories:– nato, acting us pentagon chief discuss afghanistan– afghans welcome report on australian troops' alleged crimes– suicide car bomb in afghan capital kills 3 troops, wounds 4senate majority leader mitch mcconnell said the trump administration has made tremendous headway against terrorist threats, but warned against a potentially “humiliating” pullout from afghanistan that he said would be worse than president ", "mention": "Barack Obama", "context_right": "’s 2011 withdrawal from iraq and reminiscent of the u.s. departure from saigon in 1975.rep. michael mccaul, republican leader on the house foreign affairs committee, said of the plans for afghanistan, “we need to ensure a residual force is maintained for the foreseeable future to protect u.", "quotation": "“We remain committed to finishing the war that al-Qaida brought to our shores in 2001,”", "quotationExtened": "Military commanders have expressed less concern about the reduction in Iraq, where the Iraqi forces are better able to maintain their nation’s security.Trump’s new Pentagon chief, Christopher Miller, hinted at the troop withdrawals over the weekend in a carefully worded message to the force.ADVERTISEMENT“We remain committed to finishing the war that al-Qaida brought to our shores in 2001,” he said, and warned that “we must avoid our past strategic error of failing to see the fight through to the finish.”", "mentionWithoutLink": "Barack Obama", "mentionLinkScore": "83.877495", "links": "https://en.wikipedia.org/wiki?curid=534366"}, {"id": 2, "label": "unknown", "label_id": -1, "context_left": "trump’s new pentagon chief, christopher miller, hinted at the troop withdrawals over the weekend in a carefully worded message to the force.advertisement“we remain committed to finishing the war that ", "mention": "Al-Qaeda", "context_right": " brought to our shores in 2001,” he said, and warned that “we must avoid our past strategic error of failing to see the fight through to the finish.", "quotation": "“we must avoid our past strategic error of failing to see the fight through to the finish.”", "quotationExtened": "Military commanders have expressed less concern about the reduction in Iraq, where the Iraqi forces are better able to maintain their nation’s security.Trump’s new Pentagon chief, Christopher Miller, hinted at the troop withdrawals over the weekend in a carefully worded message to the force.ADVERTISEMENT“We remain committed to finishing the war that al-Qaida brought to our shores in 2001,” he said, and warned that “we must avoid our past strategic error of failing to see the fight through to the finish.”", "mentionWithoutLink": "Al-Qaeda", "mentionLinkScore": "86.7572", "links": "https://en.wikipedia.org/wiki?curid=1921"}, {"id": 3, "label": "unknown", "label_id": -1, "context_left": "trump’s new pentagon chief, christopher miller, hinted at the troop withdrawals over the weekend in a carefully worded message to the force.advertisement“we remain committed to finishing the war that ", "mention": "Al-Qaeda", "context_right": " brought to our shores in 2001,” he said, and warned that “we must avoid our past strategic error of failing to see the fight through to the finish.", "quotation": "“This fight has been long, our sacrifices have been enormous. and many are weary of war — I’m one of them,”", "quotationExtened": "”“This fight has been long, our sacrifices have been enormous.and many are weary of war — I’m one of them,” he said. ”", "mentionWithoutLink": "Al-Qaeda", "mentionLinkScore": "86.7572", "links": "https://en.wikipedia.org/wiki?curid=1921"}, {"id": 4, "label": "unknown", "label_id": -1, "context_left": "president donald ", "mention": "Donald Trump", "context_right": " is expected to cut a significant number of u.s. troops in afghanistan and a smaller number in iraq by the final days of his presidency, u.", "quotation": "“Americans are rightly weary of our longest war; I am, too. But we must end the war responsibly, in a manner that ensures we both guard against threats to our homeland and never have to go back.”", "quotationExtened": "In response to a questionnaire before the election, he said: “Americans are rightly weary of our longest war; I am, too.But we must end the war responsibly, in a manner that ensures we both guard against threats to our homeland and never have to go back.”", "mentionWithoutLink": "Donald Trump", "mentionLinkScore": "84.85707", "links": "https://en.wikipedia.org/wiki?curid=4848272"}, {"id": 5, "label": "unknown", "label_id": -1, "context_left": "president donald ", "mention": "Donald Trump", "context_right": " is expected to cut a significant number of u.s. troops in afghanistan and a smaller number in iraq by the final days of his presidency, u.", "quotation": "“we should have the small remaining number of our BRAVE Men and Women serving in Afghanistan home by Christmas.”", "quotationExtened": "Trump on Oct. 7 tweeted that “we should have the small remaining number of our BRAVE Men and Women serving in Afghanistan home by Christmas.”", "mentionWithoutLink": "Donald Trump", "mentionLinkScore": "84.85707", "links": "https://en.wikipedia.org/wiki?curid=4848272"}]}