{"articleNum": 1, "title": "Women crucial to Biden’s win, even as gender gap held steady", "time": "2020-11-16", "source": "AP", "content": "Ask Virginia voter Mary Hayes why Joe Biden defeated Donald Trump, and she does not hesitate.“Women won this election!” says Hayes, 56, a mother of three and Biden supporter from Leesburg, Virginia. In particular, she credits two categories of voters that she herself is part of: Black women and suburban women. Trump had begged the latter group — some of whom he’d alienated by referring to them as “housewives” — to “please, please” like him. But that plea rang hollow, she says.“We showed America that suburban women are diverse, and are a beautiful collection of ethnicity, race, marital status, occupations and many other categories,” Hayes says. “Suburban women mobilized, determined to remove Trump from office.” And, she says, they succeeded.ADVERTISEMENTFrom nearly the moment Trump took the presidential oath, it was women who were the face of the resistance — marching in enormous numbers in their pussyhats, and fueling Democratic gains in the 2018 midterm elections.So in 2020, the year women celebrated the centennial of the 19th Amendment guaranteeing their right to vote, many had expected — and some polls suggested — a dramatic repudiation of Trump with a widened gender gap. The results were a bit more complicated.More on the Biden Transition:– Trump aide promises 'very professional transition' to Biden– Election 2020 Today: Biden advisers on virus, pot embraced– AP FACT CHECK: Trump conclusively lost, denies the evidenceHayes is correct that women were crucial to Biden’s victory — simply stated, if only men had voted, Trump would have won. Black women and suburban women, in particular, proved to be pillars of Biden’s coalition. But the election also delivered a reminder of Republicans’ strength with other groups of women.Trump had a modest advantage among white women, and a much wider share of white women without college degrees, according to AP VoteCast, a survey of more than 110,000 voters. And despite expectations that the much-analyzed gender gap would expand, it remained essentially the same from previous elections, including 2016. In Congress, the big news was significant gains for Republican women, and overall a record number of women will serve in the 117th Congress — at least 141, including 105 Democrats and 36 Republicans, according to current numbers from the Center for American Women in Politics at Rutgers University.Overall, the results are “a moving target,” says Debbie Walsh, director of the center. But it was in sum “a good year,” she says, “both for the election of women candidates on both sides, and for the participation of women voters.“ And of course, a huge glass ceiling was shattered with the election of the first female vice president, Kamala Harris.ADVERTISEMENTAP VoteCast showed a 9 percentage point difference between men and women in support for Biden and Harris: 55% of women and 46% of men. That was essentially unchanged from the 2018 midterms, when VoteCast found a 10-point gender gap, with 58% of women and 48% of men backing Democrats in congressional races.Contrary to some expectations, “this was a very average gender gap,” says Susan J. Carroll, professor of political science and women’s and gender studies at Rutgers. The gender gap in support for Democratic candidates has averaged about 8 percentage points in the last 10 presidential elections, according to data from the American National Election Studies.So for anyone who’d been looking for a wave election on either side, there was “barely a ripple,” Carroll says. Still, Republican women in Congress, who have long lagged behind their Democratic counterparts, made notable gains: At minimum, a record 36 GOP women will serve in Congress next year, and they’ve already more than doubled their representation in the House.Among newly elected GOP women who flipped seats: Stephanie Bice in Oklahoma, Michelle Fischbach in Minnesota, Yvette Herrell in New Mexico, Ashley Hinson in Iowa, Young Kim in California, Nancy Mace in South Carolina, Nicole Malliotakis in New York, Maria Elvira Salazar in Florida, Michelle Steel in California.“That’s been the story of this cycle,” says Walsh of Republican women. “They made up all the ground they lost in 2018.” Yet there remains a sizable gap with their Democratic colleagues; at least 89 Democratic women will be serving in the House.Feminist leader Eleanor Smeal says that’s an important gain, even though she herself doesn’t agree with the GOP platform. “If we’re going to get to half of Congress, we’re going to have to have more Republicans as well as more Democrats,” says Smeal, president of the Feminist Majority.Full Coverage: Election 2020Smeal adds that the gender gap, while perhaps smaller than she’d hoped, was still crucial in the presidential race. “It helped Biden and Harris carry the suburbs,” she says, noting in particular the suburbs of Philadelphia and Pittsburgh in the crucial state of Pennsylvania, which Biden won.VoteCast showed that Trump narrowly beat Biden among white women, largely on the strength of support in rural areas and small towns. But Biden dominated with women in the suburbs, winning 59% to Trump’s 40% of a group that makes up around a quarter of the electorate nationwide. Biden won overwhelmingly among Black women, 93% to Trump’s 6%, according to VoteCast. Trump won handily among white women without college degrees — 60% to 39% — while Biden won white women with college degrees by roughly the same margin. The results show yet again that despite a steady overall gender gap, “there are different groups of women that made a difference for each camp,” Walsh says.Hayes is one of the suburban women who mobilized early, dismayed at what she called the president’s dog whistles in trying to stoke fears among suburban women that low-income housing would invite crime and ruin their neighborhoods. She formed a Facebook group, “The Real Suburban Housewives for Biden/Harris,” which drew over 5,000 members, including “a few brave men.”“Some (of us) are housewives, some are career women, some are mothers and some are not,” Hayes says. “Suburban women are thinkers, business owners, and we fight for our families. America should work together like suburban women — maybe they could get something done in the government.”A key element of the gender gap this year, some advocates have noted, is not about women but men: Men appeared to be somewhat more likely to back Biden in this election than they were to back Hillary Clinton in 2016. VoteCast shows 46% of men supported Biden. In 2016, 41% supported Clinton, according to a Pew Research Center analysis.That, say advocates like Smeal, may be at least in part due to discomfort among some men — or misogynistic attitudes — about Clinton.“There’s no question that in 2016 there had been a massive negative campaign against Hillary Clinton, and some of that was against her sex,” Smeal says. “There were so many sexist things thrown at her and it was for a long period of time.”There was obviously one major gender barrier broken this election — the ascension of a woman to the second highest office in the land.“It is just spectacular that you have not only women running for these high offices but you now have the first one to win, and a Black Asian woman to boot,” Smeal says. “As she said, she might be the first woman, but she won’t be the last.”Says Hayes: “It will feel good to have someone in the White House with shared experiences. She gives all women and little girls hope that in a male-dominated government, no level is off limits.”——Associated Press writer Hannah Fingerhut in Washington contributed to this report.", "quote": [{"id": 6, "label": "unknown", "label_id": -1, "context_left": "ask virginia voter mary ", "mention": "Helen Hayes", "context_right": " why joe biden defeated donald trump, and she does not hesitate.“women won this election!” says hayes, 56, a mother of three and biden supporter from leesburg, virginia.", "quotation": "“We showed America that suburban women are diverse, and are a beautiful collection of ethnicity, race, marital status, occupations and many other categories,”", "quotationExtened": "“We showed America that suburban women are diverse, and are a beautiful collection of ethnicity, race, marital status, occupations and many other categories,” Hayes says.", "mentionWithoutLink": "Helen Hayes", "mentionLinkScore": "85.22957", "links": "https://en.wikipedia.org/wiki?curid=177771"}, {"id": 7, "label": "unknown", "label_id": -1, "context_left": "ask virginia voter mary ", "mention": "Helen Hayes", "context_right": " why joe biden defeated donald trump, and she does not hesitate.“women won this election!” says hayes, 56, a mother of three and biden supporter from leesburg, virginia.", "quotation": "“Suburban women mobilized, determined to remove Trump from office.”", "quotationExtened": "“Suburban women mobilized, determined to remove Trump from office.”", "mentionWithoutLink": "Helen Hayes", "mentionLinkScore": "85.22957", "links": "https://en.wikipedia.org/wiki?curid=177771"}, {"id": 8, "label": "unknown", "label_id": -1, "context_left": " that was essentially unchanged from the 2018 midterms, when votecast found a 10-point gender gap, with 58% of women and 48% of men backing democrats in congressional races.contrary to some expectations, “this was a very average gender gap,” says ", "mention": "Susan Carroll", "context_right": ", professor of political science and women’s and gender studies at rutgers. the gender gap in support for democratic candidates has averaged about 8 percentage points in the last 10 presidential elections, according to data from the american national election studies.", "quotation": "“this was a very average gender gap,”", "quotationExtened": "That was essentially unchanged from the 2018 midterms, when VoteCast found a 10-point gender gap, with 58% of women and 48% of men backing Democrats in congressional races.Contrary to some expectations, “this was a very average gender gap,” says Susan J. Carroll, professor of political science and women’s and gender studies at Rutgers.", "mentionWithoutLink": "Susan Carroll", "mentionLinkScore": "83.98563", "links": "https://en.wikipedia.org/wiki?curid=9488153"}, {"id": 9, "label": "unknown", "label_id": -1, "context_left": " in congress, the big news was significant gains for republican women, and overall a record number of women will serve in the 117th congress — at least 141, including 105 democrats and 36 republicans, according to current numbers from the center for american women in politics at rutgers university.overall, the results are “a moving target,” says debbie ", "mention": "Lawrence Walsh", "context_right": ", director of the center. but it was in sum “a good year,” she says, “both for the election of women candidates on both sides, and for the participation of women voters.", "quotation": "“That’s been the story of this cycle,”", "quotationExtened": "“That’s been the story of this cycle,” says Walsh of Republican women.", "mentionWithoutLink": "Lawrence Walsh", "mentionLinkScore": "84.394165", "links": "https://en.wikipedia.org/wiki?curid=21834541"}, {"id": 10, "label": "unknown", "label_id": -1, "context_left": " in congress, the big news was significant gains for republican women, and overall a record number of women will serve in the 117th congress — at least 141, including 105 democrats and 36 republicans, according to current numbers from the center for american women in politics at rutgers university.overall, the results are “a moving target,” says debbie ", "mention": "Lawrence Walsh", "context_right": ", director of the center. but it was in sum “a good year,” she says, “both for the election of women candidates on both sides, and for the participation of women voters.", "quotation": "“They made up all the ground they lost in 2018.”", "quotationExtened": "“They made up all the ground they lost in 2018.”", "mentionWithoutLink": "Lawrence Walsh", "mentionLinkScore": "84.394165", "links": "https://en.wikipedia.org/wiki?curid=21834541"}, {"id": 11, "label": "unknown", "label_id": -1, "context_left": "” yet there remains a sizable gap with their democratic colleagues; at least 89 democratic women will be serving in the house.feminist leader eleanor ", "mention": "Eleanor Smeal", "context_right": " says that’s an important gain, even though she herself doesn’t agree with the gop platform. “if we’re going to get to half of congress, we’re going to have to have more republicans as well as more democrats,” says smeal, president of the feminist majority.", "quotation": "“If we’re going to get to half of Congress, we’re going to have to have more Republicans as well as more Democrats,”", "quotationExtened": "“If we’re going to get to half of Congress, we’re going to have to have more Republicans as well as more Democrats,” says Smeal, president of the Feminist Majority.Full Coverage: Election 2020Smeal adds that the gender gap, while perhaps smaller than she’d hoped, was still crucial in the presidential race.", "mentionWithoutLink": "Eleanor Smeal", "mentionLinkScore": "83.01143", "links": "https://en.wikipedia.org/wiki?curid=2001506"}, {"id": 12, "label": "unknown", "label_id": -1, "context_left": "“ and of course, a huge glass ceiling was shattered with the election of the first female vice president, kamala ", "mention": "René Harris", "context_right": ".advertisementap votecast showed a 9 percentage point difference between men and women in support for biden and harris: 55% of women and 46% of men.", "quotation": "“It helped Biden and Harris carry the suburbs,”", "quotationExtened": "“It helped Biden and Harris carry the suburbs,” she says, noting in particular the suburbs of Philadelphia and Pittsburgh in the crucial state of Pennsylvania, which Biden won.VoteCast showed that Trump narrowly beat Biden among white women, largely on the strength of support in rural areas and small towns.", "mentionWithoutLink": "René Harris", "mentionLinkScore": "86.534775", "links": "https://en.wikipedia.org/wiki?curid=382195"}, {"id": 13, "label": "unknown", "label_id": -1, "context_left": "ask virginia voter mary hayes why joe biden defeated donald ", "mention": "Donald Trump", "context_right": ", and she does not hesitate.“women won this election!” says hayes, 56, a mother of three and biden supporter from leesburg, virginia.", "quotation": "“there are different groups of women that made a difference for each camp,”", "quotationExtened": "The results show yet again that despite a steady overall gender gap, “there are different groups of women that made a difference for each camp,” Walsh says.Hayes is one of the suburban women who mobilized early, dismayed at what she called the president’s dog whistles in trying to stoke fears among suburban women that low-income housing would invite crime and ruin their neighborhoods.", "mentionWithoutLink": "Donald Trump", "mentionLinkScore": "85.67625", "links": "https://en.wikipedia.org/wiki?curid=4848272"}, {"id": 14, "label": "unknown", "label_id": -1, "context_left": "ask virginia voter mary ", "mention": "Helen Hayes", "context_right": " why joe biden defeated donald trump, and she does not hesitate.“women won this election!” says hayes, 56, a mother of three and biden supporter from leesburg, virginia.", "quotation": "“Some (of us) are housewives, some are career women, some are mothers and some are not,”", "quotationExtened": "”“Some (of us) are housewives, some are career women, some are mothers and some are not,” Hayes says.", "mentionWithoutLink": "Helen Hayes", "mentionLinkScore": "85.22957", "links": "https://en.wikipedia.org/wiki?curid=177771"}, {"id": 15, "label": "unknown", "label_id": -1, "context_left": "ask virginia voter mary ", "mention": "Helen Hayes", "context_right": " why joe biden defeated donald trump, and she does not hesitate.“women won this election!” says hayes, 56, a mother of three and biden supporter from leesburg, virginia.", "quotation": "“Suburban women are thinkers, business owners, and we fight for our families. America should work together like suburban women — maybe they could get something done in the government.”", "quotationExtened": "“Suburban women are thinkers, business owners, and we fight for our families.America should work together like suburban women — maybe they could get something done in the government.”", "mentionWithoutLink": "Helen Hayes", "mentionLinkScore": "85.22957", "links": "https://en.wikipedia.org/wiki?curid=177771"}, {"id": 16, "label": "unknown", "label_id": -1, "context_left": "” yet there remains a sizable gap with their democratic colleagues; at least 89 democratic women will be serving in the house.feminist leader eleanor ", "mention": "Eleanor Smeal", "context_right": " says that’s an important gain, even though she herself doesn’t agree with the gop platform. “if we’re going to get to half of congress, we’re going to have to have more republicans as well as more democrats,” says smeal, president of the feminist majority.", "quotation": "“There’s no question that in 2016 there had been a massive negative campaign against Hillary Clinton, and some of that was against her sex,”", "quotationExtened": "“There’s no question that in 2016 there had been a massive negative campaign against Hillary Clinton, and some of that was against her sex,” Smeal says.", "mentionWithoutLink": "Eleanor Smeal", "mentionLinkScore": "83.01143", "links": "https://en.wikipedia.org/wiki?curid=2001506"}, {"id": 17, "label": "unknown", "label_id": -1, "context_left": "” yet there remains a sizable gap with their democratic colleagues; at least 89 democratic women will be serving in the house.feminist leader eleanor ", "mention": "Eleanor Smeal", "context_right": " says that’s an important gain, even though she herself doesn’t agree with the gop platform. “if we’re going to get to half of congress, we’re going to have to have more republicans as well as more democrats,” says smeal, president of the feminist majority.", "quotation": "“There were so many sexist things thrown at her and it was for a long period of time.”", "quotationExtened": "“There were so many sexist things thrown at her and it was for a long period of time.”", "mentionWithoutLink": "Eleanor Smeal", "mentionLinkScore": "83.01143", "links": "https://en.wikipedia.org/wiki?curid=2001506"}, {"id": 18, "label": "unknown", "label_id": -1, "context_left": "” yet there remains a sizable gap with their democratic colleagues; at least 89 democratic women will be serving in the house.feminist leader eleanor ", "mention": "Eleanor Smeal", "context_right": " says that’s an important gain, even though she herself doesn’t agree with the gop platform. “if we’re going to get to half of congress, we’re going to have to have more republicans as well as more democrats,” says smeal, president of the feminist majority.", "quotation": "“It is just spectacular that you have not only women running for these high offices but you now have the first one to win, and a Black Asian woman to boot,”", "quotationExtened": "“It is just spectacular that you have not only women running for these high offices but you now have the first one to win, and a Black Asian woman to boot,” Smeal says.", "mentionWithoutLink": "Eleanor Smeal", "mentionLinkScore": "83.01143", "links": "https://en.wikipedia.org/wiki?curid=2001506"}, {"id": 19, "label": "unknown", "label_id": -1, "context_left": "ask virginia voter mary ", "mention": "Helen Hayes", "context_right": " why joe biden defeated donald trump, and she does not hesitate.“women won this election!” says hayes, 56, a mother of three and biden supporter from leesburg, virginia.", "quotation": "“As she said, she might be the first woman, but she won’t be the last.”", "quotationExtened": "“As she said, she might be the first woman, but she won’t be the last.”", "mentionWithoutLink": "Helen Hayes", "mentionLinkScore": "85.22957", "links": "https://en.wikipedia.org/wiki?curid=177771"}, {"id": 20, "label": "unknown", "label_id": -1, "context_left": "ask virginia voter mary ", "mention": "Helen Hayes", "context_right": " why joe biden defeated donald trump, and she does not hesitate.“women won this election!” says hayes, 56, a mother of three and biden supporter from leesburg, virginia.", "quotation": "“It will feel good to have someone in the White House with shared experiences. She gives all women and little girls hope that in a male-dominated government, no level is off limits.”", "quotationExtened": "Says Hayes: “It will feel good to have someone in the White House with shared experiences.She gives all women and little girls hope that in a male-dominated government, no level is off limits.”", "mentionWithoutLink": "Helen Hayes", "mentionLinkScore": "85.22958", "links": "https://en.wikipedia.org/wiki?curid=177771"}]}