{"articleNum": 10, "title": "US House to offer regular virus testing for members, staff ", "time": "2020-11-17", "source": "AP", "content": "After months without internal testing protocols, members of the U.S. House and their staff will now have regular access to coronavirus testing at the Capitol physician’s office when they return to Washington from their home states. The new testing is voluntary, but is intended to prevent an outbreak in the sprawling Capitol complex as members fly back and forth from their districts and cases spike around the country. In a letter to members of Congress on Sunday, Attending Physician Brian Monahan wrote that his office is offering the testing “to be consistent with the spirit” of an order from Washington, D.C., that all travelers must obtain a coronavirus test prior to visiting the city and get a second test three to five days after arrival. ADVERTISEMENTMonahan said in the letter that “virtually all areas of the United States” meet Washington Mayor Muriel Bowser’s threshold for pre-travel testing requirements. The tests, which have a six- to 12-hour turnaround, represent the first regular testing program in the Capitol since the beginning of the pandemic. While the White House requires rapid tests for all visitors who get close to the president, House Speaker Nancy Pelosi and Senate Majority Leader Mitch McConnell had resisted any sort of regular testing in the Capitol, saying they don’t want to be receiving tests when others around the country can’t obtain them. Testing has become more widely available in recent months, however, and U.S. health authorities have warned of major spikes in the weeks ahead as the weather becomes colder and people gather indoors for the holidays. It’s unclear if the Senate will have access to the testing. While Monahan’s letter is addressed to all members of Congress and staff, it says the House of Representatives will be offering the regular daily testing hours for those who have traveled back to Washington. The office has already been providing tests to members and staff from both sides of the Capitol who were directly exposed to the virus. McConnell has repeatedly said he doesn’t see a need for new testing or mask mandates in the Senate, where almost all members have worn masks and office space is more spread out. Pelosi instituted new mask requirements on the House side of the Capitol in August after some Republicans refused to wear them and a handful of members tested positive after attending hearings together. A spokesman for McConnell declined to comment on whether senators would have access to the tests. ADVERTISEMENTWhile dozens of members have tested positive for the virus over the last nine months and some Republicans continue to refuse to wear masks to protect their colleagues, the Capitol appears to have so far avoided any sort of widespread outbreak, at least one that is publicly known. Many staff are telecommuting and others who work in the Capitol, such as press, have rotated in and out to prevent crowding. Still, hundreds of other workers and staff keep the building running every day and do not have an option to telecommute. And cases among members continue. Rep. Tim Walberg, R-Mich., announced Monday that he had tested positive and had mild symptoms. Rep. Mark Pocan, D-Wis., said he has been in quarantine for the last week since his mother had tested positive. To keep members safe, House Democrats are holding their caucus elections this week virtually. Republicans will hold their leadership elections in person. ", "quote": [{"id": 99, "label": "unknown", "label_id": -1, "context_left": ", that all travelers must obtain a coronavirus test prior to visiting the city and get a second test three to five days after arrival. ", "mention": "Alfred Monahan", "context_right": " said in the letter that “virtually all areas of the united states” meet washington mayor muriel bowser’s threshold for pre-travel testing requirements.", "quotation": "“virtually all areas of the United States”", "quotationExtened": "ADVERTISEMENTMonahan said in the letter that “virtually all areas of the United States” meet Washington Mayor Muriel Bowser’s threshold for pre-travel testing requirements.", "mentionWithoutLink": "Alfred Monahan", "mentionLinkScore": "84.17602", "links": "https://en.wikipedia.org/wiki?curid=29206830"}]}