{"articleNum": 2, "title": "Campaign attorney: Trump won Nevada, despite Biden results", "time": "2020-11-18", "source": "AP", "content": "LAS VEGAS (AP) — A Donald Trump campaign attorney declared the Republican president won in Nevada, not Joe Biden, despite results showing the Democratic former vice president drew 33,596 more votes in the battleground state.“Donald Trump won ... after you account for the fraud and irregularities that occurred,” campaign attorney Jesse Binnall told reporters as he announced a new lawsuit asking a state judge to declare Trump the winner or to invalidate the presidential vote results.With lawsuits flying in Nevada, Binnall castigated Clark County election officials; declared the campaign and state Republican Party can prove 40,000 tainted votes, or enough to make up the approximately 2.4% vote difference Biden and Trump; and said media declarations that Biden won Nevada were wrong. The Associated Press on Nov. 7 declared Biden the winner of Nevada’s six electoral votes. State election figures show Biden with 50.06% of the vote, and 47.67% for Trump. Nevada’s 17 counties are in the process of finalizing results.The new lawsuit, filed in Carson City, was assigned to Judge James Wilson Jr., who last month rejected Binnall’s bid on behalf of the Trump campaign and state Republican Party to halt the count of mailed ballots received in and around Las Vegas — a Democratic stronghold in an otherwise predominantly GOP state.Wilson ruled that neither the state nor Clark County did anything to give one vote preference over another. Binnall appealed to the Nevada Supreme Court, but dropped that effort before ballot counting ended last week.A hearing on the new case was not immediately set.Time is short, with the state Supreme Court scheduled on Nov. 24 to certify the Nevada election as complete.New legal challenges were filed Monday by a voting watchdog group seeking to nullify election results and by two Republicans who lost Las Vegas-area races.GOP candidates Jim Marchant, who lost by nearly 5% to incumbent Democratic U.S. Rep. Steven Horsford, and April Becker, who lost a legislative race by less than 1% to Democratic Senate Majority Leader Nicole Cannizzaro, sought fast-track action from judges in Las Vegas to invalidate the election.The developments came as Clark County lawmakers heard Registrar of Voters Joe Gloria report Monday that 936 “discrepancies” were found countywide among more than 977,000 votes tallied. Statewide, more than 1.4 million votes were cast.Gloria said discrepancies ranged from inadvertently canceled votes, reactivated voter cards and check-in errors at polling places. Officials turned over to Nevada Secretary of State investigators information about six people who voted twice, Gloria said.The Clark County Commission took steps to order a re-vote in a race where 10 votes separated two commission candidates. But six of the seven lawmakers signed off on the presidential election result.A statement on behalf of Clark County and Gloria about the new legal filings noted that similar arguments failed to convince judges in other cases to stop the count of mailed ballots.“The complaints ... misstate and misrepresent evidence,” county spokesman Dan Kulin said in the statement, “and parrot erroneous allegations made by partisans without first-hand knowledge of the facts.”ADVERTISEMENTState Democratic Party Chairman William McCurdy II branded the challenges as “attempts to discredit the electoral process.”He noted that Republican Secretary of State Barbara Cegavske and Democratic state Attorney General Aaron Ford have repeatedly said there was no widespread voter fraud. “As for this election, it’s time to move on,” McCurdy said.A new filing Monday in state court in Las Vegas alleges voter fraud and seeks an order to block statewide certification of the election. The judge, Rob Bare, refused in September to block the mailing of ballots to every active registered voter in the state.“We think the election has been stolen here and in many other states,” said Joel Hansen, the attorney handling the case for Sharron Angle and her Election Integrity Project of Nevada. Cegavske issued a statement characterizing her role as ministerial and saying the governor, not the secretary of state, has final authority for election results.Angle, of Reno, is a former Republican state lawmaker who made an unsuccessful 2010 run for U.S. Senate against Democrat Harry Reid.The new court cases came with two other active lawsuits pending in Nevada relating to the election.A public records case in state court is expected on Friday to provide to the Trump campaign and the state GOP information about more than 300 people who were hired to count ballots in Clark County.A federal court action filed Nov. 5 by a count-watcher, a voter and two Republican congressional candidates alleges ineligible votes were cast in the Las Vegas area. That case is pending in U.S. District Court in Las Vegas, with written filing deadlines set but no hearing scheduled.", "quote": [{"id": 21, "label": "unknown", "label_id": -1, "context_left": "las vegas (ap) — a donald trump campaign attorney declared the republican president won in nevada, not ", "mention": "Joe Biden", "context_right": ", despite results showing the democratic former vice president drew 33,596 more votes in the battleground state.", "quotation": "“Donald Trump won ... after you account for the fraud and irregularities that occurred,”", "quotationExtened": "“Donald Trump won ... after you account for the fraud and irregularities that occurred,” campaign attorney Jesse Binnall told reporters as he announced a new lawsuit asking a state judge to declare Trump the winner or to invalidate the presidential vote results.With lawsuits flying in Nevada, Binnall castigated Clark County election officials; declared the campaign and state Republican Party can prove 40,000 tainted votes, or enough to make up the approximately 2.4% vote difference Biden and Trump; and said media declarations that Biden won Nevada were wrong.", "mentionWithoutLink": "Joe Biden", "mentionLinkScore": "85.62975", "links": "https://en.wikipedia.org/wiki?curid=145422"}, {"id": 22, "label": "unknown", "label_id": -1, "context_left": "a statement on behalf of clark county and gloria about the new legal filings noted that similar arguments failed to convince judges in other cases to stop the count of mailed ballots.“the complaints ... misstate and misrepresent evidence,” county spokesman ", "mention": "Lindsay Gulin", "context_right": " said in the statement, “and parrot erroneous allegations made by partisans without first-hand knowledge of the facts.", "quotation": "“The complaints ... misstate and misrepresent evidence,”", "quotationExtened": "“The complaints ... misstate and misrepresent evidence,” county spokesman Dan Kulin said in the statement, “and parrot erroneous allegations made by partisans without first-hand knowledge of the facts.”", "mentionWithoutLink": "Lindsay Gulin", "mentionLinkScore": "83.57715", "links": "https://en.wikipedia.org/wiki?curid=16694937"}, {"id": 23, "label": "unknown", "label_id": -1, "context_left": "a statement on behalf of clark county and gloria about the new legal filings noted that similar arguments failed to convince judges in other cases to stop the count of mailed ballots.“the complaints ... misstate and misrepresent evidence,” county spokesman ", "mention": "Lindsay Gulin", "context_right": " said in the statement, “and parrot erroneous allegations made by partisans without first-hand knowledge of the facts.", "quotation": "“and parrot erroneous allegations made by partisans without first-hand knowledge of the facts.”", "quotationExtened": "“The complaints ... misstate and misrepresent evidence,” county spokesman Dan Kulin said in the statement, “and parrot erroneous allegations made by partisans without first-hand knowledge of the facts.”", "mentionWithoutLink": "Lindsay Gulin", "mentionLinkScore": "83.57715", "links": "https://en.wikipedia.org/wiki?curid=16694937"}, {"id": 24, "label": "unknown", "label_id": -1, "context_left": " misstate and misrepresent evidence,” county spokesman dan kulin said in the statement, “and parrot erroneous allegations made by partisans without first-hand knowledge of the facts.”advertisementstate democratic party chairman william ", "mention": "Dave McCurdy", "context_right": " ii branded the challenges as “attempts to discredit the electoral process.”he noted that republican secretary of state barbara cegavske and democratic state attorney general aaron ford have repeatedly said there was no widespread voter fraud.", "quotation": "“As for this election, it’s time to move on,”", "quotationExtened": "“As for this election, it’s time to move on,” McCurdy said.A new filing Monday in state court in Las Vegas alleges voter fraud and seeks an order to block statewide certification of the election.", "mentionWithoutLink": "Dave McCurdy", "mentionLinkScore": "84.70868", "links": "https://en.wikipedia.org/wiki?curid=4628697"}, {"id": 25, "label": "unknown", "label_id": -1, "context_left": " the judge, rob bare, refused in september to block the mailing of ballots to every active registered voter in the state.“we think the election has been stolen here and in many other states,” said ", "mention": "Joel Judd", "context_right": ", the attorney handling the case for sharron angle and her election integrity project of nevada. cegavske issued a statement characterizing her role as ministerial and saying the governor, not the secretary of state, has final authority for election results.", "quotation": "“We think the election has been stolen here and in many other states,”", "quotationExtened": "“We think the election has been stolen here and in many other states,” said Joel Hansen, the attorney handling the case for Sharron Angle and her Election Integrity Project of Nevada.", "mentionWithoutLink": "Joel Judd", "mentionLinkScore": "85.49227", "links": "https://en.wikipedia.org/wiki?curid=14320137"}]}