{"articleNum": 4, "title": "Facebook, Twitter CEOs to be pressed on election handling", "time": "2020-11-17", "source": "AP", "content": "WASHINGTON (AP) — The CEOs of Facebook and Twitter are being summoned before Congress to defend their handling of disinformation in the 2020 presidential election, even as lawmakers questioning them are deeply divided over the election’s integrity and results.Prominent Republican senators have refused to knock down President Donald Trump’s unfounded claims of voting irregularities and fraud, even as misinformation disputing Democrat Joe Biden’s victory has flourished online. ADVERTISEMENTSen. Lindsey Graham, a close Trump ally who heads the Senate Judiciary Committee to which the CEOs will testify Tuesday, has publicly urged, “Do not concede, Mr. President. Fight hard.”More Tech Stories:– Privacy activists in EU file complaints over iPhone tracking– Government furthers investigation into Tesla camera failures– New device puts music in your head — no headphones requiredBoth Facebook’s Mark Zuckerberg and Twitter’s Jack Dorsey promised lawmakers last month that they would aggressively guard their platforms from being manipulated by foreign governments or used to incite violence around the election results — and they followed through with high-profile steps that angered Trump and his supporters.Twitter and Facebook have both slapped a misinformation label on some content from Trump, most notably his assertions linking voting by mail to fraud. On Monday, Twitter flagged Trump’s tweet proclaiming “I won the Election!” with this note: “Official sources called this election differently.”Facebook also moved two days after the election to ban a large group called “Stop the Steal” that Trump supporters were using to organize protests against the vote count. The 350,000-member group echoed Trump’s baseless allegations of a rigged election rendering the results invalid. For days after the election as the vote counting went on, copycat “Stop the Steal” groups were easily found on Facebook, with one nearing 12,000 members as of last week. As of Monday, Facebook appeared to have made them harder to find, though it was still possible to locate them, including some groups with thousands of members. Facebook didn’t immediately respond to a request for information on its specific actions currently toward such groups. Warily eyeing how the companies wield their power to filter speech and ideas, Trump and the Republicans accuse the social media companies of anti-conservative bias. Democrats also criticize them, though for different reasons. The result is that both parties are interested in stripping away some of the protections that have shielded tech companies from legal responsibility for what people post on their platforms. Biden has heartily endorsed such an action.ADVERTISEMENTBut it’s the actions that companies have taken around the election that are likely to be a dominant focus at Tuesday’s hearing. Full Coverage: TechnologyThe GOP majority on the Judiciary panel threatened Zuckerberg and Dorsey with subpoenas last month if they didn’t agree to voluntarily testify for Tuesday’s hearing. Republicans on the Senate Commerce Committee lambasted the two CEOs and Sundar Pichai, Google’s chief executive, at a hearing last month for what they said was a pattern of silencing conservative viewpoints while giving free rein to political actors from countries like China and Iran. Despite fears over security in the run-up to Nov. 3 and social media companies bracing for the worst, the election turned out to be the most secure in U.S. history, federal and state officials from both parties say — repudiating Trump’s unsubstantiated claims of fraud. Facebook insists that it has learned its lesson from the 2016 election and is no longer a conduit for misinformation, voter suppression and election disruption. This fall Facebook said it removed a small network of accounts and pages linked to Russia’s Internet Research Agency, the “troll factory” that has used social media accounts to sow political discord in the U.S. since the 2016 election. Twitter suspended five related accounts. But critical outsiders, as well as some of Facebook’s own employees, say the company’s efforts to tighten its safeguards remain insufficient, despite it having spent billions. “Facebook only acts if they feel there’s a threat to their reputation or their bottom line,” says Imran Ahmed, CEO of the Center for Countering Digital Hate. The organization had pressed Facebook to take down the “Stop the Steal” group.There’s no evidence that the social media giants are biased against conservative news, posts or other material, or that they favor one side of political debate over another, researchers have found. But criticism of the companies’ policies, and their handling of disinformation tied to the election, has come from Democrats as well as Republicans. Democrats have focused their criticism mainly on hate speech, misinformation and other content that can incite violence, keep people from voting or spread falsehoods about the coronavirus. They criticize the tech CEOs for failing to police content, blaming the platforms for playing a role in hate crimes and the rise of white nationalism in the U.S. And that criticism has extended to their efforts to stamp out false information related to the election.″If you thought disinformation on Facebook was a problem during our election, just wait until you see how it is shredding the fabric of our democracy in the days after,” Biden spokesman Bill Russo tweeted. ___This story has been corrected to reflect that copycat “Stop the Steal” groups appear to have been made harder to find but not taken down.___AP Technology Writer Barbara Ortutay in Oakland, California, contributed to this report.___Follow Gordon at https://twitter.com/mgordonap", "quote": [{"id": 33, "label": "unknown", "label_id": -1, "context_left": "washington (ap) — the ceos of facebook and twitter are being summoned before congress to defend their handling of disinformation in the 2020 presidential election, even as lawmakers questioning them are deeply divided over the election’s integrity and results.prominent republican senators have refused to knock down president donald ", "mention": "Donald Trump", "context_right": "’s unfounded claims of voting irregularities and fraud, even as misinformation disputing democrat joe biden’s victory has flourished online.", "quotation": "“Do not concede, Mr. President. Fight hard.”", "quotationExtened": "Lindsey Graham, a close Trump ally who heads the Senate Judiciary Committee to which the CEOs will testify Tuesday, has publicly urged, “Do not concede, Mr. President.Fight hard.”", "mentionWithoutLink": "Donald Trump", "mentionLinkScore": "83.84824", "links": "https://en.wikipedia.org/wiki?curid=4848272"}, {"id": 34, "label": "unknown", "label_id": -1, "context_left": "washington (ap) — the ceos of facebook and twitter are being summoned before congress to defend their handling of disinformation in the 2020 presidential election, even as lawmakers questioning them are deeply divided over the election’s integrity and results.prominent republican senators have refused to knock down president donald ", "mention": "Donald Trump", "context_right": "’s unfounded claims of voting irregularities and fraud, even as misinformation disputing democrat joe biden’s victory has flourished online.", "quotation": "“Official sources called this election differently.”", "quotationExtened": "with this note: “Official sources called this election differently.”", "mentionWithoutLink": "Donald Trump", "mentionLinkScore": "83.84824", "links": "https://en.wikipedia.org/wiki?curid=4848272"}, {"id": 35, "label": "unknown", "label_id": -1, "context_left": " “facebook only acts if they feel there’s a threat to their reputation or their bottom line,” says ", "mention": "Imad-ad-Dean Ahmad", "context_right": ", ceo of the center for countering digital hate. the organization had pressed facebook to take down the “stop the steal” group.", "quotation": "“Facebook only acts if they feel there’s a threat to their reputation or their bottom line,”", "quotationExtened": "“Facebook only acts if they feel there’s a threat to their reputation or their bottom line,” says Imran Ahmed, CEO of the Center for Countering Digital Hate.", "mentionWithoutLink": "Imad-ad-Dean Ahmad", "mentionLinkScore": "84.44397", "links": "https://en.wikipedia.org/wiki?curid=765253"}]}