{"articleNum": 5, "title": "AP FACT CHECK: Trump’s bogus claims about Biden win, vaccine", "time": "2020-11-16", "source": "AP", "content": "WASHINGTON (AP) — President Donald Trump is rebelling against Democrat Joe Biden’s victory in the presidential election  with denial, delay and outright misrepresentation. Trump raged about widespread cases of fake ballots that aren’t so and undertook legal challenges that even state GOP election officials say can’t overcome Biden’s lead. Over the weekend, he also misrepresented Georgia’s process for verifying signatures on absentee ballot envelopes. Meanwhile, as the coronavirus  surged nationwide, Trump said little about public safety measures. Instead he tried to take full credit for drugmaker Pfizer Inc.’s news that its COVID-19 vaccine may be 90% effective and suggested the mission was basically done. ADVERTISEMENTHis assertions on both matters are untrue.A review of the past week’s claims:VACCINE DISTRIBUTIONTRUMP, on Pfizer’s announcement: “As soon as April, the vaccine will be available to the entire general population with the exception of places like New York state where for political reasons the governor decided to say — and I don’t think it’s good politically, I think it’s very bad from a health standpoint — but he wants to take his time with a vaccine. ... We can’t be delivering it to a state that won’t be giving it to its people immediately.” — remarks Friday.TRUMP: “I LOVE NEW YORK! ... The problem is, @NYGovCuomo said that he will delay using it, and other states WANT IT NOW... We cannot waste time and can only give to those states that will use the Vaccine immediately. Therefore the New York delay.” — tweet Saturday.THE FACTS: That’s a misrepresentation. New York’s separate review doesn’t guarantee a protracted delay.Trump is referring to a state panel of experts that Gov. Andrew Cuomo, D-N.Y., announced in September to review any coronavirus vaccine authorized by the Food and Drug Administration before it is to be distributed in the state. More Fact Checks:– AP FACT CHECK: Trump wrong on Georgia voter signature checks– AP FACT CHECK: Trump falsehoods on Biden win, vaccine myths– AP FACT CHECK: Trump distorts on vaccine, state distributionThat additional review doesn’t necessarily mean weeks of delay before New York residents can get a federally approved vaccine. As a practical matter, the FDA will have a public meeting where its independent advisers debate the data. That’s an opportunity for any interested group to get an early look.Cuomo said Saturday that as soon as the FDA acts, the state review group would, too.ADVERTISEMENT“It’s not that these panels are going to do tests; they are just going to review what FDA did, so it’s just a review on the FDA process,” Cuomo told reporters. “We are ready now to receive the vaccine and then, simultaneous with the FDA approval, our panel will be looking at it. So, there’s no delay.”“Send me a vaccine today; I will distribute it this afternoon,” he said.There is some uncertainty around how the state-level reviews will ultimately work. Cuomo explained one purpose of the panel is to “develop confidence in people” to take the vaccine, also telling CNN on Friday the only issue could be if the review group in New York finds a problem. But he notes that: “I don’t think the FDA is going to play any games at this point.”A handful of other states, including California, have also said they would conduct separate safety reviews.California’s plan is to review data quickly so there is no delay in distribution, said Dr. Arthur Reingold, the group’s chair. He said the state’s review group — which has been joined by Nevada, Oregon and Washington — has trust in the federal review process, but that its work is intended to provide additional reassurance to people. “Any assertion that our citizens will be delayed in receiving a safe and effective COVID vaccine is simply not borne out by the plans we have in place,” said Reingold, a professor of epidemiology at the University of California, Berkeley.___ELECTIONGEORGIATRUMP: “The Consent Decree signed by the Georgia Secretary of State, with the approval of Governor @BrianKempGA, at the urging of @staceyabrams, makes it impossible to check & match signatures on ballots and envelopes, etc. They knew they were going to cheat. Must expose real signatures!” — tweet Saturday.THE FACTS: There is nothing in the consent decree that prevents Georgia election clerks from scrutinizing signatures. The legal settlement signed in March addresses accusations about a lack of statewide standards for judging signatures on absentee ballot envelopes. Georgia Secretary of State Brad Raffensperger, a Republican, said that not only is it entirely possible to match signatures, but that the state requires it.When a voter requests an absentee ballot on a paper application, he or she must sign it. Election officials compare that signature to the signature in voter registration files before a ballot is sent to the voter, Raffensperger said.When those ballots are returned, the required signature on the outer envelope is compared to signatures in the voter registration system.This process was spelled out in detail in the consent decree, a legal settlement that was signed March 6.Full Coverage: AP Fact CheckA lawsuit by the Democratic Party, which led to the agreement, argued that minorities were disproportionately affected when they had their ballots rejected. Among other things, the settlement sets steps for local election officials to notify a voter — by phone, mail or email — in a timely fashion about problems with a signature.The changes were made by the state election board.Following state law, Georgia is pursuing a hand tally of votes in the presidential race. Democrat Joe Biden leads Trump by about 14,000 votes in the state. There are no examples of similar recounts that have overturned leads of that magnitude.The signature issue resurfaced after lawyer L. Lin Wood Jr. filed a federal lawsuit Friday questioning whether the secretary of state had the authority to require the process of signature verification outlined in the agreement.Wood is known for representing several high-profile clients including security guard Richard Jewell, who was identified as a suspect of the 1996 Centennial Olympic Park bombing in Atlanta but later cleared.___TRUMP: “Georgia will be a big presidential win, as it was the night of the Election!” — tweet Nov. 9.THE FACTS: Georgia wasn’t a win for Trump on election night. It still isn’t. He’s falsely suggesting that any ballot counted after Nov. 3 in Georgia and other states must be illegitimate and illegal. In fact, such counting is explicitly allowed in about 20 states, and the Supreme Court did not stand in the way of it. Trump refused to concede and said he will press his legal challenges, despite seeing several lawsuits dismissed by courts.Studies have repeatedly shown that voter fraud is exceptionally rare. Currently Biden leads Trump in Georgia by 14,000 votes.The state’s top election official, Secretary of State Brad Raffensperger, a Republican, has repeatedly assured the public there were no widespread problems. “Was there illegal voting? I’m sure there was, and my office is investigating all of it,” Raffensperger said. “Does it rise to the numbers or margin necessary to change the outcome to where President Trump is given Georgia’s electoral votes? That is unlikely.”Raffensperger has rejected the demands of Republican Sens. David Perdue and Kelly Loeffler — who face January runoffs that will decide control of the Senate — that he resign over what they say are “too many failures in Georgia elections this year.” He announced an audit of presidential election results that will trigger a full hand tally in the state. His assurances of a smoothly run election were broadly affirmed Thursday by a coalition of federal and state officials, who described the voting nationwide as the “most secure in U.S. history.”“While we know there are many unfounded claims and opportunities for misinformation about the process of our elections, we can assure you we have the utmost confidence in the security and integrity of our elections, and you should too,” said the Homeland Security Department’s Cybersecurity and Infrastructure Security Agency, which spearheaded federal election protection efforts. “When you have questions, turn to elections officials as trusted voices as they administer elections.”___PENNSYLVANIATRUMP: “Pennsylvania ... wouldn’t let our Poll Watchers & Observers into counting rooms. Illegal!” — tweet Thursday.TRUMP: “Pennsylvania prevented us from watching much of the Ballot count. Unthinkable and illegal in this country.” — tweet Nov. 9.THE FACTS: His assertion is false.Trump is wholly misrepresenting a court case in the state and what happened at voting places. No one tried to ban poll watchers representing each side in the election. Democrats did not try to stop Republican representatives from being able to observe the process.The main issue in the case was how close observers representing the parties could get to election workers who were processing mail-in ballots in Philadelphia. Trump’s representatives sued to allow the observers to get closer than the guidelines had allowed. A court ruled in favor of that request.The counting in Philadelphia was being livestreamed and Trump’s lawyers admitted in court that their campaign had observers in the room — “a nonzero” number of them, as they put it.It was well-known that huge numbers of mailed-in ballots as well as in-person ballots were to be counted after Election Day and that many would be from Democratic-leaning areas. Poll watchers have no role in counting votes.___CALIFORNIATRUMP, tweeting a video  widely shared on social media pointing to alleged voter fraud in California: “You are looking at BALLOTS! Is this what our Country has come to?” — tweet Wednesday.THE FACTS: Trump’s suggestion of voting fraud or impropriety is a gross distortion. The video, which shows two men collecting ballots from collection boxes the day after the election, does not show evidence of anything nefarious.Mike Sanchez, speaking for the Los Angeles County Registrar-Recorder County Clerk’s office, which oversees elections for the county, told The Associated Press that the two men were staff from his office carrying out a scheduled pickup.“All vote by mail ballot drop boxes were closed and locked at 8 p.m. on Election Day.” Sanchez said. “Ballots from all boxes throughout the county were picked up the following day.” He said: “The ballots are valid ballots and will be processed and counted.”The video was shared on various social media sites, including on TikTok with the caption, “The cheating is unreal!!!” A post on Instagram with over 500,000 views shared the video with the caption, “The lies, the cheating, the hypocrisy must be exposed.”Under California law, voters can submit vote-by-mail ballots as late as Election Day. Election officials must count those ballots as long as they have a Nov. 3 postmark and arrive within 17 days of the election.___TRUMP: “WATCH FOR MASSIVE BALLOT COUNTING ABUSE.” — tweet Tuesday.TRUMP: “WE WILL WIN!” — tweet Tuesday.THE FACTS: He’s making unsubstantiated claims. There is no evidence of widespread fraud in the 2020 election. In fact, election officials from both political parties have stated publicly that the election went well and international observers confirmed there were no serious irregularities.The Cybersecurity and Infrastructure Security Agency, which led federal election protection efforts, said Thursday it had no evidence that any voting system had deleted or lost votes, had changed votes, or was in any way compromised. The officials said all of the states with close results have paper records, which allows for the recounting of each ballot, if necessary, and for “the identification and correction of any mistakes or errors.”“America, we have confidence in the security of your vote, you should, too,” tweeted Chris Krebs, the agency’s director.The issues Trump’s campaign and its allies have pointed to are typical in every election: problems with signatures, secrecy envelopes and postal marks on mail-in ballots, as well as the potential for a small number of ballots miscast or lost. With Biden leading Trump by wide margins in battleground states, none of those issues would have any impact on the outcome of the election.Trump’s campaign has also launched legal challenges complaining that its poll watchers were unable to scrutinize the voting process. Many of those challenges have been tossed out by judges, some within hours of their filing, and none of the complaints shows any evidence that the outcome of the election was affected.___MORE ON VACCINETRUMP: “As a result of Operation Warp Speed, Pfizer announced on Monday (Nov. 9) that its ‘China virus’ vaccine was more than 90% effective.” — remarks Friday.TRUMP, quoting his former White House physician: “’Only because of President Trump, we are going to have a Vaccine by the end of the year.’ Ronny Jackson, Texas Congressman-Elect.” — tweet Tuesday.VICE PRESIDENT MIKE PENCE: “HUGE NEWS: Thanks to the public-private partnership forged by President @realDonaldTrump, @pfizer announced its Coronavirus Vaccine trial is EFFECTIVE, preventing infection in 90% of its volunteers.” — tweet Nov. 9.THE FACTS: Pfizer notably did not accept government money to develop, test or expand manufacturing capacity under Trump’s Operation Warp Speed initiative to quickly find a vaccine and treatments for the disease sweeping the country.In fact, Pfizer partnered with the vaccine’s original developer, Germany’s BioNTech, in March and the following month announced the first human study in Germany. The White House announced Operation Warp Speed in May.Pfizer opted not to join Operation Warp Speed initially but is following the same general requirements for the vaccine’s development as competitors who received government research money. The company says it has risked $2 billion of its own money on vaccine development and won’t get anything from Washington unless the effort is successful.“Pfizer’s COVID-19 vaccine development and manufacturing costs have been entirely self-funded,” Pfizer spokeswoman Jerica Pitts said this week. “We decided to self-fund our efforts so we could move as fast as possible.”Pfizer did sign an agreement with the U.S. government in July worth $1.95 billion — if the vaccine pans out and is cleared by the FDA — to supply 100 million doses. That guarantees Pfizer a U.S. market, an important incentive.The supply side of Operation Warp Speed also allows Pfizer logistical help, although the company will directly ship its own vaccine, while the government will control shipping of other COVID-19 vaccines.___TRUMP: ”’President Trump told us for some time we would be getting a Vaccine by the end of the year and people laughed at him, and here we are with Pfizer getting FDA approval by the end of this month. He was right.’ @MariaBartiromo.” — tweet Tuesday.THE FACTS: Trump’s suggestion — quoting Fox Business Network anchor Maria Bartiromo — that he stood alone in saying a COVID-19 vaccine was possible by year’s end is incorrect. Top health experts said they considered that possible, though far from certain, and were more skeptical of Trump’s claim that a coronavirus vaccine would become available before the Nov. 3 election. The vaccine isn’t expected to become widely available to the public before 2021.Dr. Anthony Fauci, the government’s top infectious diseases expert, had previously said that he was “cautiously optimistic” that a vaccine will be ready by late 2020 or early 2021. On Nov. 9, he called Pfizer’s news “extraordinary” but reiterated that it did not mean the U.S. had its immediate cure-all for the coronavirus.The first step for Pfizer would be to apply for “emergency use authorization” by the FDA, probably later this month, which would allow for limited distribution before it seeks full FDA approval for wider use. Neither step is guaranteed to happen.“There’s still some questions about, you know, the durability of the effect about whether how effective it is in the elderly versus younger people,” Fauci told CNN. “We know this is light at the end of the tunnel, but that doesn’t mean that we’re going to give up the important public health measures that we continually still have to do every single day.”Pfizer’s interim analysis, from an independent data monitoring board, looked at 94 infections recorded so far in a study that has enrolled nearly 44,000 people in the U.S. and five other countries. Some participants got the vaccine, while others got dummy shots. Pfizer says only the data and safety monitoring board knows the breakdowns, not Pfizer researchers or executives. For the vaccine to be 90% effective, nearly all the infections must have occurred in placebo recipients. The study is continuing, and Pfizer cautioned that the protection rate might change as more COVID-19 cases are added to the calculations.During the presidential campaign, Trump frequently suggested a vaccine might arrive before the Nov. 3 election. “What I said is by the end of the year, but I think it could even be sooner than that,” Trump said in September about a vaccine. “It could be during the month of October, actually could be before November.”___TRUMP: “As I have long said, @Pfizer and the others would only announce a Vaccine after the Election, because they didn’t have the courage to do it before. Likewise, the @US_FDA should have announced it earlier, not for political purposes, but for saving lives!” — tweet Nov. 9.TRUMP: “The @US_FDA and the Democrats didn’t want to have me get a Vaccine WIN, prior to the election, so instead it came out five days later – As I’ve said all along!” — tweet Nov. 9.THE FACTS: His claim that Pfizer and the FDA withheld vaccine information until after the election is false. The company itself learned of the interim results a week ago, and the FDA was not involved in Pfizer’s decision to announce its early results.Every vaccine study such as the one done on Pfizer’s is overseen by an independent data and safety monitoring board.These boards include scientists and statisticians who have no ties to the vaccine makers.Before a study is complete, only the board has the power to unlock the code of who got a real vaccine and who got a placebo, and to recommend if the shots are working well enough to stop testing early.Those boards take sneak peeks at predetermined times agreed to by the manufacturer and the FDA. It provided the first interim analysis for Pfizer on Nov. 8.John Burkhardt, senior vice president of drug safety research and development at Pfizer, said on Nov. 9 that the timing of the company’s vaccine announcement was not related in any way to the presidential election and was made as soon as the efficacy data was ready. Pfizer and the maker of the other leading U.S. vaccine candidate, Moderna Inc., have been cautioning for weeks that the earliest they could seek regulatory approval for wider use of their shots would be late November.___Associated Press writers Candice Choi, Michelle R. Smith, Jennifer Peltz, Linda A. Johnson, Calvin Woodward, Jude Joffe-Block, Marcos Martinez Chacon and Jeff Martin.___EDITOR’S NOTE — A look at the veracity of claims by political figures.___ Find AP Fact Checks at http://apnews.com/APFactCheck Follow @APFactCheck on Twitter: https://twitter.com/APFactCheck", "quote": [{"id": 36, "label": "unknown", "label_id": -1, "context_left": " meanwhile, as the coronavirus  surged nationwide, trump said little about public safety measures. instead he tried to take full credit for drugmaker ", "mention": "Pfizer", "context_right": " inc.’s news that its covid-19 vaccine may be 90% effective and suggested the mission was basically done.", "quotation": "“As soon as April, the vaccine will be available to the entire general population with the exception of places like New York state where for political reasons the governor decided to say — and I don’t think it’s good politically, I think it’s very bad from a health standpoint — but he wants to take his time with a vaccine. ... We can’t be delivering it to a state that won’t be giving it to its people immediately.”", "quotationExtened": "ADVERTISEMENTHis assertions on both matters are untrue.A review of the past week’s claims:VACCINE DISTRIBUTIONTRUMP, on Pfizer’s announcement: “As soon as April, the vaccine will be available to the entire general population with the exception of places like New York state where for political reasons the governor decided to say — and I don’t think it’s good politically, I think it’s very bad from a health standpoint — but he wants to take his time with a vaccine.... We can’t be delivering it to a state that won’t be giving it to its people immediately.”", "mentionWithoutLink": "Pfizer", "mentionLinkScore": "82.48241", "links": "https://en.wikipedia.org/wiki?curid=62304"}, {"id": 37, "label": "unknown", "label_id": -1, "context_left": "a review of the past week’s claims:vaccine distributiontrump, on pfizer’s announcement: “as soon as april, the vaccine will be available to the entire general population with the exception of places like new york state where for political reasons the governor decided to say — and i don’t think it’s good politically, i think it’s very bad from a health standpoint — but he wants to take ", "mention": "Destiny", "context_right": " time with a vaccine. ... we can’t be delivering it to a state that won’t be giving it to its people immediately.", "quotation": "“I LOVE NEW YORK! ... The problem is, @NYGovCuomo said that he will delay using it, and other states WANT IT NOW... We cannot waste time and can only give to those states that will use the Vaccine immediately. Therefore the New York delay.”", "quotationExtened": "— remarks Friday.TRUMP: “I LOVE NEW YORK!... The problem is, @NYGovCuomo said that he will delay using it, and other states WANT IT NOW... We cannot waste time and can only give to those states that will use the Vaccine immediately.Therefore the New York delay.”", "mentionWithoutLink": "Destiny", "mentionLinkScore": "81.965294", "links": "https://en.wikipedia.org/wiki?curid=469691"}, {"id": 38, "label": "unknown", "label_id": -1, "context_left": " we can’t be delivering it to a state that won’t be giving it to its people immediately.” — remarks friday.trump: “i love new york! ... the problem is, @nygov", "mention": "Mario Cuomo", "context_right": " said that he will delay using it, and other states want it now... we cannot waste time and can only give to those states that will use the vaccine immediately.", "quotation": "“It’s not that these panels are going to do tests; they are just going to review what FDA did, so it’s just a review on the FDA process,”", "quotationExtened": "That’s an opportunity for any interested group to get an early look.Cuomo said Saturday that as soon as the FDA acts, the state review group would, too.ADVERTISEMENT“It’s not that these panels are going to do tests; they are just going to review what FDA did, so it’s just a review on the FDA process,” Cuomo told reporters.", "mentionWithoutLink": "Mario Cuomo", "mentionLinkScore": "86.55221", "links": "https://en.wikipedia.org/wiki?curid=277935"}, {"id": 39, "label": "unknown", "label_id": -1, "context_left": "washington (ap) — president donald trump is rebelling against democrat joe ", "mention": "Joe Biden", "context_right": "’s victory in the presidential election  with denial, delay and outright misrepresentation. trump raged about widespread cases of fake ballots that aren’t so and undertook legal challenges that even state gop election officials say can’t overcome biden’s lead.", "quotation": "“We are ready now to receive the vaccine and then, simultaneous with the FDA approval, our panel will be looking at it. So, there’s no delay.”", "quotationExtened": "“We are ready now to receive the vaccine and then, simultaneous with the FDA approval, our panel will be looking at it.So, there’s no delay.”“Send me a vaccine today; I will distribute it this afternoon,” he said.There is some uncertainty around how the state-level reviews will ultimately work.", "mentionWithoutLink": "Joe Biden", "mentionLinkScore": "84.10094", "links": "https://en.wikipedia.org/wiki?curid=145422"}, {"id": 40, "label": "unknown", "label_id": -1, "context_left": "washington (ap) — president donald trump is rebelling against democrat joe ", "mention": "Joe Biden", "context_right": "’s victory in the presidential election  with denial, delay and outright misrepresentation. trump raged about widespread cases of fake ballots that aren’t so and undertook legal challenges that even state gop election officials say can’t overcome biden’s lead.", "quotation": "“Send me a vaccine today; I will distribute it this afternoon,”", "quotationExtened": "”“Send me a vaccine today; I will distribute it this afternoon,” he said.There is some uncertainty around how the state-level reviews will ultimately work.", "mentionWithoutLink": "Joe Biden", "mentionLinkScore": "84.10094", "links": "https://en.wikipedia.org/wiki?curid=145422"}, {"id": 41, "label": "unknown", "label_id": -1, "context_left": "”a handful of other states, including california, have also said they would conduct separate safety reviews.california’s plan is to review data quickly so there is no delay in distribution, said dr. ", "mention": "David Reingold", "context_right": ", the group’s chair. he said the state’s review group — which has been joined by nevada, oregon and washington — has trust in the federal review process, but that its work is intended to provide additional reassurance to people.", "quotation": "“I don’t think the FDA is going to play any games at this point.”", "quotationExtened": "But he notes that: “I don’t think the FDA is going to play any games at this point.”", "mentionWithoutLink": "David Reingold", "mentionLinkScore": "81.327866", "links": "https://en.wikipedia.org/wiki?curid=58471573"}, {"id": 42, "label": "unknown", "label_id": -1, "context_left": "”a handful of other states, including california, have also said they would conduct separate safety reviews.california’s plan is to review data quickly so there is no delay in distribution, said dr. arthur ", "mention": "David Reingold", "context_right": ", the group’s chair. he said the state’s review group — which has been joined by nevada, oregon and washington — has trust in the federal review process, but that its work is intended to provide additional reassurance to people.", "quotation": "“Any assertion that our citizens will be delayed in receiving a safe and effective COVID vaccine is simply not borne out by the plans we have in place,”", "quotationExtened": "“Any assertion that our citizens will be delayed in receiving a safe and effective COVID vaccine is simply not borne out by the plans we have in place,” said Reingold, a professor of epidemiology at the University of California, Berkeley.", "mentionWithoutLink": "David Reingold", "mentionLinkScore": "81.55847", "links": "https://en.wikipedia.org/wiki?curid=58471573"}, {"id": 43, "label": "unknown", "label_id": -1, "context_left": "”a handful of other states, including california, have also said they would conduct separate safety reviews.california’s plan is to review data quickly so there is no delay in distribution, said dr. arthur ", "mention": "David Reingold", "context_right": ", the group’s chair. he said the state’s review group — which has been joined by nevada, oregon and washington — has trust in the federal review process, but that its work is intended to provide additional reassurance to people.", "quotation": "“The Consent Decree signed by the Georgia Secretary of State, with the approval of Governor @BrianKempGA, at the urging of @staceyabrams, makes it impossible to check & match signatures on ballots and envelopes, etc. They knew they were going to cheat. Must expose real signatures!”", "quotationExtened": "___ELECTIONGEORGIATRUMP: “The Consent Decree signed by the Georgia Secretary of State, with the approval of Governor @BrianKempGA, at the urging of @staceyabrams, makes it impossible to check & match signatures on ballots and envelopes, etc.They knew they were going to cheat.Must expose real signatures!”", "mentionWithoutLink": "David Reingold", "mentionLinkScore": "81.55847", "links": "https://en.wikipedia.org/wiki?curid=58471573"}, {"id": 44, "label": "unknown", "label_id": -1, "context_left": "washington (ap) — president donald trump is rebelling against democrat ", "mention": "Joe Biden", "context_right": "’s victory in the presidential election  with denial, delay and outright misrepresentation. trump raged about widespread cases of fake ballots that aren’t so and undertook legal challenges that even state gop election officials say can’t overcome biden’s lead.", "quotation": "“Georgia will be a big presidential win, as it was the night of the Election!”", "quotationExtened": "___TRUMP: “Georgia will be a big presidential win, as it was the night of the Election!”", "mentionWithoutLink": "Joe Biden", "mentionLinkScore": "84.0339", "links": "https://en.wikipedia.org/wiki?curid=145422"}, {"id": 45, "label": "unknown", "label_id": -1, "context_left": " the legal settlement signed in march addresses accusations about a lack of statewide standards for judging signatures on absentee ballot envelopes. georgia secretary of state brad ", "mention": "Brad Raffensperger", "context_right": ", a republican, said that not only is it entirely possible to match signatures, but that the state requires it.", "quotation": "“Was there illegal voting? I’m sure there was, and my office is investigating all of it,”", "quotationExtened": "“Was there illegal voting?I’m sure there was, and my office is investigating all of it,” Raffensperger said.", "mentionWithoutLink": "Brad Raffensperger", "mentionLinkScore": "87.209175", "links": "https://en.wikipedia.org/wiki?curid=57802185"}, {"id": 46, "label": "unknown", "label_id": -1, "context_left": " the legal settlement signed in march addresses accusations about a lack of statewide standards for judging signatures on absentee ballot envelopes. georgia secretary of state brad ", "mention": "Brad Raffensperger", "context_right": ", a republican, said that not only is it entirely possible to match signatures, but that the state requires it.", "quotation": "“Does it rise to the numbers or margin necessary to change the outcome to where President Trump is given Georgia’s electoral votes? That is unlikely.”", "quotationExtened": "“Does it rise to the numbers or margin necessary to change the outcome to where President Trump is given Georgia’s electoral votes?That is unlikely.”", "mentionWithoutLink": "Brad Raffensperger", "mentionLinkScore": "87.209175", "links": "https://en.wikipedia.org/wiki?curid=57802185"}, {"id": 47, "label": "unknown", "label_id": -1, "context_left": " the legal settlement signed in march addresses accusations about a lack of statewide standards for judging signatures on absentee ballot envelopes. georgia secretary of state brad ", "mention": "Brad Raffensperger", "context_right": ", a republican, said that not only is it entirely possible to match signatures, but that the state requires it.", "quotation": "“too many failures in Georgia elections this year.”", "quotationExtened": "Raffensperger has rejected the demands of Republican Sens. David Perdue and Kelly Loeffler — who face January runoffs that will decide control of the Senate — that he resign over what they say are “too many failures in Georgia elections this year.”", "mentionWithoutLink": "Brad Raffensperger", "mentionLinkScore": "87.209175", "links": "https://en.wikipedia.org/wiki?curid=57802185"}, {"id": 48, "label": "unknown", "label_id": -1, "context_left": "’s news that its covid-19 vaccine may be 90% effective and suggested the mission was basically done. advertisement", "mention": "He (pronoun)", "context_right": " assertions on both matters are untrue.a review of the past week’s claims:vaccine distributiontrump, on pfizer’s announcement: “as soon as april, the vaccine will be available to the entire general population with the exception of places like new york state where for political reasons the governor decided to say — and i don’t think it’s good politically, i think it’s very bad from a health standpoint — but he wants to take his time with a vaccine.", "quotation": "“While we know there are many unfounded claims and opportunities for misinformation about the process of our elections, we can assure you we have the utmost confidence in the security and integrity of our elections, and you should too,”", "quotationExtened": "”“While we know there are many unfounded claims and opportunities for misinformation about the process of our elections, we can assure you we have the utmost confidence in the security and integrity of our elections, and you should too,” said the Homeland Security Department’s Cybersecurity and Infrastructure Security Agency, which spearheaded federal election protection efforts.", "mentionWithoutLink": "He (pronoun)", "mentionLinkScore": "85.11018", "links": "https://en.wikipedia.org/wiki?curid=225073"}, {"id": 49, "label": "unknown", "label_id": -1, "context_left": "’s news that its covid-19 vaccine may be 90% effective and suggested the mission was basically done. advertisement", "mention": "He (pronoun)", "context_right": " assertions on both matters are untrue.a review of the past week’s claims:vaccine distributiontrump, on pfizer’s announcement: “as soon as april, the vaccine will be available to the entire general population with the exception of places like new york state where for political reasons the governor decided to say — and i don’t think it’s good politically, i think it’s very bad from a health standpoint — but he wants to take his time with a vaccine.", "quotation": "“When you have questions, turn to elections officials as trusted voices as they administer elections.”", "quotationExtened": "“When you have questions, turn to elections officials as trusted voices as they administer elections.”", "mentionWithoutLink": "He (pronoun)", "mentionLinkScore": "85.11018", "links": "https://en.wikipedia.org/wiki?curid=225073"}, {"id": 50, "label": "unknown", "label_id": -1, "context_left": "’s news that its covid-19 vaccine may be 90% effective and suggested the mission was basically done. advertisement", "mention": "He (pronoun)", "context_right": " assertions on both matters are untrue.a review of the past week’s claims:vaccine distributiontrump, on pfizer’s announcement: “as soon as april, the vaccine will be available to the entire general population with the exception of places like new york state where for political reasons the governor decided to say — and i don’t think it’s good politically, i think it’s very bad from a health standpoint — but he wants to take his time with a vaccine.", "quotation": "“Pennsylvania ... wouldn’t let our Poll Watchers & Observers into counting rooms. Illegal!”", "quotationExtened": "___PENNSYLVANIATRUMP: “Pennsylvania ... wouldn’t let our Poll Watchers & Observers into counting rooms.Illegal!”", "mentionWithoutLink": "He (pronoun)", "mentionLinkScore": "85.11023", "links": "https://en.wikipedia.org/wiki?curid=225073"}, {"id": 51, "label": "unknown", "label_id": -1, "context_left": "’s news that its covid-19 vaccine may be 90% effective and suggested the mission was basically done. advertisement", "mention": "He (pronoun)", "context_right": " assertions on both matters are untrue.a review of the past week’s claims:vaccine distributiontrump, on pfizer’s announcement: “as soon as april, the vaccine will be available to the entire general population with the exception of places like new york state where for political reasons the governor decided to say — and i don’t think it’s good politically, i think it’s very bad from a health standpoint — but he wants to take his time with a vaccine.", "quotation": "“Pennsylvania prevented us from watching much of the Ballot count. Unthinkable and illegal in this country.”", "quotationExtened": "— tweet Thursday.TRUMP: “Pennsylvania prevented us from watching much of the Ballot count.Unthinkable and illegal in this country.”", "mentionWithoutLink": "He (pronoun)", "mentionLinkScore": "85.11023", "links": "https://en.wikipedia.org/wiki?curid=225073"}, {"id": 52, "label": "unknown", "label_id": -1, "context_left": "’s news that its covid-19 vaccine may be 90% effective and suggested the mission was basically done. advertisement", "mention": "He (pronoun)", "context_right": " assertions on both matters are untrue.a review of the past week’s claims:vaccine distributiontrump, on pfizer’s announcement: “as soon as april, the vaccine will be available to the entire general population with the exception of places like new york state where for political reasons the governor decided to say — and i don’t think it’s good politically, i think it’s very bad from a health standpoint — but he wants to take his time with a vaccine.", "quotation": "“You are looking at BALLOTS! Is this what our Country has come to?”", "quotationExtened": "___CALIFORNIATRUMP, tweeting a video  widely shared on social media pointing to alleged voter fraud in California: “You are looking at BALLOTS!Is this what our Country has come to?”", "mentionWithoutLink": "He (pronoun)", "mentionLinkScore": "85.11018", "links": "https://en.wikipedia.org/wiki?curid=225073"}, {"id": 53, "label": "unknown", "label_id": -1, "context_left": " the video, which shows two men collecting ballots from collection boxes the day after the election, does not show evidence of anything nefarious.mike ", "mention": "Sánchez", "context_right": ", speaking for the los angeles county registrar-recorder county clerk’s office, which oversees elections for the county, told the associated press that the two men were staff from his office carrying out a scheduled pickup.", "quotation": "“All vote by mail ballot drop boxes were closed and locked at 8 p.m. on Election Day.”", "quotationExtened": "“All vote by mail ballot drop boxes were closed and locked at 8 p.m. on Election Day.”", "mentionWithoutLink": "Sánchez", "mentionLinkScore": "80.695435", "links": "https://en.wikipedia.org/wiki?curid=12667188"}, {"id": 54, "label": "unknown", "label_id": -1, "context_left": " the video, which shows two men collecting ballots from collection boxes the day after the election, does not show evidence of anything nefarious.mike ", "mention": "Sánchez", "context_right": ", speaking for the los angeles county registrar-recorder county clerk’s office, which oversees elections for the county, told the associated press that the two men were staff from his office carrying out a scheduled pickup.", "quotation": "“Ballots from all boxes throughout the county were picked up the following day.”", "quotationExtened": "“Ballots from all boxes throughout the county were picked up the following day.”", "mentionWithoutLink": "Sánchez", "mentionLinkScore": "80.695435", "links": "https://en.wikipedia.org/wiki?curid=12667188"}, {"id": 55, "label": "unknown", "label_id": -1, "context_left": " the video, which shows two men collecting ballots from collection boxes the day after the election, does not show evidence of anything nefarious.mike ", "mention": "Sánchez", "context_right": ", speaking for the los angeles county registrar-recorder county clerk’s office, which oversees elections for the county, told the associated press that the two men were staff from his office carrying out a scheduled pickup.", "quotation": "“The ballots are valid ballots and will be processed and counted.”", "quotationExtened": "He said: “The ballots are valid ballots and will be processed and counted.”", "mentionWithoutLink": "Sánchez", "mentionLinkScore": "80.695435", "links": "https://en.wikipedia.org/wiki?curid=12667188"}, {"id": 56, "label": "unknown", "label_id": -1, "context_left": " meanwhile, as the coronavirus  surged nationwide, trump said little about public safety measures. instead he tried to take full credit for drugmaker ", "mention": "Pfizer", "context_right": " inc.’s news that its covid-19 vaccine may be 90% effective and suggested the mission was basically done.", "quotation": "“the identification and correction of any mistakes or errors.”", "quotationExtened": "The officials said all of the states with close results have paper records, which allows for the recounting of each ballot, if necessary, and for “the identification and correction of any mistakes or errors.”“America, we have confidence in the security of your vote, you should, too,” tweeted Chris Krebs, the agency’s director.The issues Trump’s campaign and its allies have pointed to are typical in every election: problems with signatures, secrecy envelopes and postal marks on mail-in ballots, as well as the potential for a small number of ballots miscast or lost.", "mentionWithoutLink": "Pfizer", "mentionLinkScore": "82.48241", "links": "https://en.wikipedia.org/wiki?curid=62304"}, {"id": 57, "label": "unknown", "label_id": -1, "context_left": " the officials said all of the states with close results have paper records, which allows for the recounting of each ballot, if necessary, and for “the identification and correction of any mistakes or errors.”“america, we have confidence in the security of your vote, you should, too,” tweeted ", "mention": "Brian Krebs", "context_right": ", the agency’s director.the issues trump’s campaign and its allies have pointed to are typical in every election: problems with signatures, secrecy envelopes and postal marks on mail-in ballots, as well as the potential for a small number of ballots miscast or lost.", "quotation": "“America, we have confidence in the security of your vote, you should, too,”", "quotationExtened": "”“America, we have confidence in the security of your vote, you should, too,” tweeted Chris Krebs, the agency’s director.The issues Trump’s campaign and its allies have pointed to are typical in every election: problems with signatures, secrecy envelopes and postal marks on mail-in ballots, as well as the potential for a small number of ballots miscast or lost.", "mentionWithoutLink": "Brian Krebs", "mentionLinkScore": "88.337524", "links": "https://en.wikipedia.org/wiki?curid=3727353"}, {"id": 58, "label": "unknown", "label_id": -1, "context_left": " many of those challenges have been tossed out by judges, some within hours of their filing, and none of the complaints shows any evidence that the outcome of the election was affected.___more on ", "mention": "Vaccine", "context_right": ": “as a result of operation warp speed, pfizer announced on monday (nov. 9) that its ‘china virus’ vaccine was more than 90% effective.", "quotation": "“As a result of Operation Warp Speed, Pfizer announced on Monday (Nov. 9) that its ‘China virus’ vaccine was more than 90% effective.”", "quotationExtened": "___MORE ON VACCINETRUMP: “As a result of Operation Warp Speed, Pfizer announced on Monday (Nov. 9) that its ‘China virus’ vaccine was more than 90% effective.”", "mentionWithoutLink": "Vaccine", "mentionLinkScore": "84.51294", "links": "https://en.wikipedia.org/wiki?curid=32653"}, {"id": 59, "label": "unknown", "label_id": -1, "context_left": " meanwhile, as the coronavirus  surged nationwide, trump said little about public safety measures. instead he tried to take full credit for drugmaker ", "mention": "Pfizer", "context_right": " inc.’s news that its covid-19 vaccine may be 90% effective and suggested the mission was basically done.", "quotation": "“’Only because of President Trump, we are going to have a Vaccine by the end of the year.’ Ronny Jackson, Texas Congressman-Elect.”", "quotationExtened": "— remarks Friday.TRUMP, quoting his former White House physician: “’Only because of President Trump, we are going to have a Vaccine by the end of the year.’Ronny Jackson, Texas Congressman-Elect.”", "mentionWithoutLink": "Pfizer", "mentionLinkScore": "82.48241", "links": "https://en.wikipedia.org/wiki?curid=62304"}, {"id": 60, "label": "unknown", "label_id": -1, "context_left": "trump, quoting his former white house physician: “’only because of president trump, we are going to have a vaccine by the end of the year.’ ronny jackson, texas congressman-elect.” — tweet tuesday.vice president ", "mention": "Mike Pence", "context_right": ": “huge news: thanks to the public-private partnership forged by president @realdonaldtrump, @pfizer announced its coronavirus vaccine trial is effective, preventing infection in 90% of its volunteers.", "quotation": "“HUGE NEWS: Thanks to the public-private partnership forged by President @realDonaldTrump, @pfizer announced its Coronavirus Vaccine trial is EFFECTIVE, preventing infection in 90% of its volunteers.”", "quotationExtened": "— tweet Tuesday.VICE PRESIDENT MIKE PENCE: “HUGE NEWS: Thanks to the public-private partnership forged by President @realDonaldTrump, @pfizer announced its Coronavirus Vaccine trial is EFFECTIVE, preventing infection in 90% of its volunteers.”", "mentionWithoutLink": "Mike Pence", "mentionLinkScore": "83.03951", "links": "https://en.wikipedia.org/wiki?curid=391324"}, {"id": 61, "label": "unknown", "label_id": -1, "context_left": "“pfizer’s covid-19 vaccine development and manufacturing costs have been entirely self-funded,” pfizer spokeswoman ", "mention": "Jelena McWilliams", "context_right": " said this week. “we decided to self-fund our efforts so we could move as fast as possible.”pfizer did sign an agreement with the u.", "quotation": "“Pfizer’s COVID-19 vaccine development and manufacturing costs have been entirely self-funded,”", "quotationExtened": "“Pfizer’s COVID-19 vaccine development and manufacturing costs have been entirely self-funded,” Pfizer spokeswoman Jerica Pitts said this week.", "mentionWithoutLink": "Jelena McWilliams", "mentionLinkScore": "80.48908", "links": "https://en.wikipedia.org/wiki?curid=55999348"}, {"id": 62, "label": "unknown", "label_id": -1, "context_left": "“pfizer’s covid-19 vaccine development and manufacturing costs have been entirely self-funded,” pfizer spokeswoman ", "mention": "Jelena McWilliams", "context_right": " said this week. “we decided to self-fund our efforts so we could move as fast as possible.”pfizer did sign an agreement with the u.", "quotation": "“We decided to self-fund our efforts so we could move as fast as possible.”", "quotationExtened": "“We decided to self-fund our efforts so we could move as fast as possible.”", "mentionWithoutLink": "Jelena McWilliams", "mentionLinkScore": "80.48908", "links": "https://en.wikipedia.org/wiki?curid=55999348"}, {"id": 63, "label": "unknown", "label_id": -1, "context_left": " 3 election. the vaccine isn’t expected to become widely available to the public before 2021.dr. anthony ", "mention": "Anthony S. Fauci", "context_right": ", the government’s top infectious diseases expert, had previously said that he was “cautiously optimistic” that a vaccine will be ready by late 2020 or early 2021.", "quotation": "“There’s still some questions about, you know, the durability of the effect about whether how effective it is in the elderly versus younger people,”", "quotationExtened": "“There’s still some questions about, you know, the durability of the effect about whether how effective it is in the elderly versus younger people,” Fauci told CNN.", "mentionWithoutLink": "Anthony S. Fauci", "mentionLinkScore": "85.27191", "links": "https://en.wikipedia.org/wiki?curid=1227250"}, {"id": 64, "label": "unknown", "label_id": -1, "context_left": " 3 election. the vaccine isn’t expected to become widely available to the public before 2021.dr. anthony ", "mention": "Anthony S. Fauci", "context_right": ", the government’s top infectious diseases expert, had previously said that he was “cautiously optimistic” that a vaccine will be ready by late 2020 or early 2021.", "quotation": "“We know this is light at the end of the tunnel, but that doesn’t mean that we’re going to give up the important public health measures that we continually still have to do every single day.”", "quotationExtened": "“We know this is light at the end of the tunnel, but that doesn’t mean that we’re going to give up the important public health measures that we continually still have to do every single day.”", "mentionWithoutLink": "Anthony S. Fauci", "mentionLinkScore": "85.27191", "links": "https://en.wikipedia.org/wiki?curid=1227250"}, {"id": 65, "label": "unknown", "label_id": -1, "context_left": "washington (ap) — president ", "mention": "Donald Trump", "context_right": " is rebelling against democrat joe biden’s victory in the presidential election  with denial, delay and outright misrepresentation.", "quotation": "“What I said is by the end of the year, but I think it could even be sooner than that,”", "quotationExtened": "“What I said is by the end of the year, but I think it could even be sooner than that,” Trump said in September about a vaccine.", "mentionWithoutLink": "Donald Trump", "mentionLinkScore": "84.385666", "links": "https://en.wikipedia.org/wiki?curid=4848272"}, {"id": 66, "label": "unknown", "label_id": -1, "context_left": "washington (ap) — president ", "mention": "Donald Trump", "context_right": " is rebelling against democrat joe biden’s victory in the presidential election  with denial, delay and outright misrepresentation.", "quotation": "“It could be during the month of October, actually could be before November.”", "quotationExtened": "“It could be during the month of October, actually could be before November.”", "mentionWithoutLink": "Donald Trump", "mentionLinkScore": "84.38568", "links": "https://en.wikipedia.org/wiki?curid=4848272"}, {"id": 67, "label": "unknown", "label_id": -1, "context_left": " meanwhile, as the coronavirus  surged nationwide, trump said little about public safety measures. instead he tried to take full credit for drugmaker ", "mention": "Pfizer", "context_right": " inc.’s news that its covid-19 vaccine may be 90% effective and suggested the mission was basically done.", "quotation": "“As I have long said, @Pfizer and the others would only announce a Vaccine after the Election, because they didn’t have the courage to do it before. Likewise, the @US_FDA should have announced it earlier, not for political purposes, but for saving lives!”", "quotationExtened": "___TRUMP: “As I have long said, @Pfizer and the others would only announce a Vaccine after the Election, because they didn’t have the courage to do it before.Likewise, the @US_FDA should have announced it earlier, not for political purposes, but for saving lives!”", "mentionWithoutLink": "Pfizer", "mentionLinkScore": "82.48241", "links": "https://en.wikipedia.org/wiki?curid=62304"}, {"id": 68, "label": "unknown", "label_id": -1, "context_left": " meanwhile, as the coronavirus  surged nationwide, trump said little about public safety measures. instead he tried to take full credit for drugmaker ", "mention": "Pfizer", "context_right": " inc.’s news that its covid-19 vaccine may be 90% effective and suggested the mission was basically done.", "quotation": "“The @US_FDA and the Democrats didn’t want to have me get a Vaccine WIN, prior to the election, so instead it came out five days later – As I’ve said all along!”", "quotationExtened": "TRUMP: “The @US_FDA and the Democrats didn’t want to have me get a Vaccine WIN, prior to the election, so instead it came out five days later – As I’ve said all along!”", "mentionWithoutLink": "Pfizer", "mentionLinkScore": "82.48243", "links": "https://en.wikipedia.org/wiki?curid=62304"}]}