{"articleNum": 6, "title": "Trump tweets words ‘he won’; says vote rigged, not conceding", "time": "2020-11-16", "source": "AP", "content": "WASHINGTON (AP) — President Donald Trump worked to take back an apparent acknowledgment that Joe Biden won the White House and was making clear he would keep trying to overturn the election result. Trump’s earlier comments Sunday had given some critics and supporters hope that the White House was ready to begin working on a transition with Biden’s team. Not so fast, Trump soon assured.Trump, without using Biden’s name, said that “He won” as part of a tweet that made baseless claims about a “rigged” election. But as the Republican president saw how his comments were being interpreted as his first public acknowledgment of a Biden victory, he quickly reversed course.ADVERTISEMENT“He only won in the eyes of the FAKE NEWS MEDIA,” Trump subsequently tweeted. “I concede NOTHING! We have a long way to go. This was a RIGGED ELECTION!”More Stories:– Election 2020 Today: Biden advisers on virus, pot embraced– After Trump, will the presidency recede a bit for Americans?– AP FACT CHECK: Trump's bogus claims about Biden win, vaccineThere was no widespread fraud in the 2020 election. In fact, election officials from both political parties stated publicly that the election went well, and international observers confirmed there were no serious irregularities. Trump’s campaign has tried to mount legal challenges across the country, but many of the lawsuits have been thrown out and none has included any evidence that the outcome might be reversed.Biden, a Democrat, defeated Trump by winning back a trio of battleground states: Michigan, Wisconsin and Pennsylvania, and topped the 270 electoral vote threshold to clinch the presidency. Biden so far has 78.8 million votes, the most ever by a winning candidate, to Trump’s 73.1 million.“If the president’s prepared to begin to recognize that reality, that’s positive,” Biden’s incoming chief of staff, Ron Klain, told NBC’s “Meet the Press.” Still, Klain said, “Donald Trump’s Twitter feed doesn’t make Joe Biden president or not president. The American people did that.”A Republican governor, Arkansas’ Asa Hutchinson, said “it was good, actually” to see Trump’s tweet that Biden won. “I think that’s the start of an acknowledgment. ... We want to make sure that there is a smooth transition,” Hutchinson said on NBC.Nearly two weeks after Election Day, Trump has neither called Biden nor made a formal concession, and White House officials have insisted that they are preparing for a second term.Former President Barack Obama, in an interview conducted and aired Sunday on CBS’ “60 Minutes,” said he would remind Trump that, as president, he is a public servant and a temporary occupant of the office.ADVERTISEMENT“And when your time is up then it is your job to put the country first and think beyond your own ego, and your own interests, and your own disappointments,” Obama said. “My advice to President Trump is, if you want at this late stage in the game to be remembered as somebody who put country first, it’s time for you to do the same thing.”Full Coverage: Election 2020Obama also criticized those Republicans going along with Trump’s false claims of widespread voter fraud.“I’m more troubled by the fact that other Republican officials who clearly know better are going along with this, are humoring him in this fashion. It is one more step in delegitimizing not just the incoming Biden administration, but democracy generally. And that’s a dangerous path,” he said.In recent days, Trump appeared to be inching closer to acknowledging the reality of his loss. In comments Friday in the Rose Garden about a coronavirus vaccine, Trump said his administration would “not be going to a lockdown” to slow the spread of COVID-19, and added that “whatever happens in the future, who knows which administration it will be? I guess time will tell.”Trump on Sunday renewed his groundless attacks on an election technology firm, Dominion Voting Systems, without evidence of any serious irregularities. Dominion has said it “denies claims about any vote switching or alleged software issues with our voting systems.”The Cybersecurity & Infrastructure Security Agency, a federal agency that oversees U.S. election security, said in a statement last week that the “November 3rd election was the most secure in American history.” The agency said, ”There is no evidence that any voting system deleted or lost votes, changed votes, or was in any way compromised.”John Bolton, a former Trump national security adviser, said it was important for Republican Party leaders to explain to voters that Trump did lose and that his claims of election fraud are baseless. Bolton left the administration last year. He says he resigned; Trump says he fired Bolton.“I think as every day goes by, it’s clearer and clearer there isn’t any evidence. But if the Republican voters are only hearing Donald Trump’s misrepresentations, it’s not surprising that they believe it,” Bolton said on ABC’s “This Week.” “It’s critical for other Republican leaders to stand up and explain what actually happened. Donald Trump lost what by any evidence we have so far was a free and fair election.”Having none of that was Rudy Giuliani, the president’s personal attorney who is helping lead Trump’s national legal front on the election challenge. In a television appearance that Trump previewed on Twitter after his morning tweets, Giuliani denied Trump was conceding — “No, no, no, far from it.” “I guess,″ Giuliani told Fox News Channel’s ”Sunday Morning Futures,” “you would call it sarcastic.”___Associated Press writers Will Weissert in Wilmington, Delaware, and Zeke Miller in Washington contributed to this report.", "quote": [{"id": 69, "label": "unknown", "label_id": -1, "context_left": "washington (ap) — president donald trump worked to take back an apparent acknowledgment that joe ", "mention": "Joe Biden", "context_right": " won the white house and was making clear he would keep trying to overturn the election result. trump’s earlier comments sunday had given some critics and supporters hope that the white house was ready to begin working on a transition with biden’s team.", "quotation": "“He only won in the eyes of the FAKE NEWS MEDIA,”", "quotationExtened": "But as the Republican president saw how his comments were being interpreted as his first public acknowledgment of a Biden victory, he quickly reversed course.ADVERTISEMENT“He only won in the eyes of the FAKE NEWS MEDIA,” Trump subsequently tweeted.", "mentionWithoutLink": "Joe Biden", "mentionLinkScore": "84.74661", "links": "https://en.wikipedia.org/wiki?curid=145422"}, {"id": 70, "label": "unknown", "label_id": -1, "context_left": "washington (ap) — president ", "mention": "Donald Trump", "context_right": " worked to take back an apparent acknowledgment that joe biden won the white house and was making clear he would keep trying to overturn the election result.", "quotation": "“I concede NOTHING! We have a long way to go. This was a RIGGED ELECTION!”", "quotationExtened": "“I concede NOTHING!We have a long way to go.This was a RIGGED ELECTION!”", "mentionWithoutLink": "Donald Trump", "mentionLinkScore": "84.11557", "links": "https://en.wikipedia.org/wiki?curid=4848272"}, {"id": 71, "label": "unknown", "label_id": -1, "context_left": "“if the president’s prepared to begin to recognize that reality, that’s positive,” biden’s incoming ", "mention": "Chief of staff", "context_right": ", ron klain, told nbc’s “meet the press.” still, klain said, “donald trump’s twitter feed doesn’t make joe biden president or not president.", "quotation": "“If the president’s prepared to begin to recognize that reality, that’s positive,”", "quotationExtened": "“If the president’s prepared to begin to recognize that reality, that’s positive,” Biden’s incoming chief of staff, Ron Klain, told NBC’s “Meet the Press.”", "mentionWithoutLink": "Chief of staff", "mentionLinkScore": "83.26087", "links": "https://en.wikipedia.org/wiki?curid=462640"}, {"id": 72, "label": "unknown", "label_id": -1, "context_left": "“if the president’s prepared to begin to recognize that reality, that’s positive,” biden’s incoming chief of staff, ", "mention": "Ron Klain", "context_right": ", told nbc’s “meet the press.” still, klain said, “donald trump’s twitter feed doesn’t make joe biden president or not president.", "quotation": "“Donald Trump’s Twitter feed doesn’t make Joe Biden president or not president. The American people did that.”", "quotationExtened": "Still, Klain said, “Donald Trump’s Twitter feed doesn’t make Joe Biden president or not president.The American people did that.”", "mentionWithoutLink": "Ron Klain", "mentionLinkScore": "84.825424", "links": "https://en.wikipedia.org/wiki?curid=2139611"}, {"id": 73, "label": "unknown", "label_id": -1, "context_left": "” still, klain said, “donald trump’s twitter feed doesn’t make joe biden president or not president. the american people did that.”a republican governor, arkansas’ ", "mention": "Asa Hutchinson", "context_right": ", said “it was good, actually” to see trump’s tweet that biden won. “i think that’s the start of an acknowledgment.", "quotation": "“I think that’s the start of an acknowledgment. ... We want to make sure that there is a smooth transition,”", "quotationExtened": "“I think that’s the start of an acknowledgment.... We want to make sure that there is a smooth transition,” Hutchinson said on NBC.Nearly two weeks after Election Day, Trump has neither called Biden nor made a formal concession, and White House officials have insisted that they are preparing for a second term.Former President Barack Obama, in an interview conducted and aired Sunday on CBS’ “60 Minutes,” said he would remind Trump that, as president, he is a public servant and a temporary occupant of the office.ADVERTISEMENT“And when your time is up then it is your job to put the country first and think beyond your own ego, and your own interests, and your own disappointments,” Obama said.", "mentionWithoutLink": "Asa Hutchinson", "mentionLinkScore": "83.7147", "links": "https://en.wikipedia.org/wiki?curid=1184212"}, {"id": 74, "label": "unknown", "label_id": -1, "context_left": "nearly two weeks after election day, trump has neither called biden nor made a formal concession, and white house officials have insisted that they are preparing for a second term.former president barack ", "mention": "Barack Obama", "context_right": ", in an interview conducted and aired sunday on cbs’ “60 minutes,” said he would remind trump that, as president, he is a public servant and a temporary occupant of the office.", "quotation": "“And when your time is up then it is your job to put the country first and think beyond your own ego, and your own interests, and your own disappointments,”", "quotationExtened": "... We want to make sure that there is a smooth transition,” Hutchinson said on NBC.Nearly two weeks after Election Day, Trump has neither called Biden nor made a formal concession, and White House officials have insisted that they are preparing for a second term.Former President Barack Obama, in an interview conducted and aired Sunday on CBS’ “60 Minutes,” said he would remind Trump that, as president, he is a public servant and a temporary occupant of the office.ADVERTISEMENT“And when your time is up then it is your job to put the country first and think beyond your own ego, and your own interests, and your own disappointments,” Obama said.", "mentionWithoutLink": "Barack Obama", "mentionLinkScore": "83.02963", "links": "https://en.wikipedia.org/wiki?curid=534366"}, {"id": 75, "label": "unknown", "label_id": -1, "context_left": "nearly two weeks after election day, trump has neither called biden nor made a formal concession, and white house officials have insisted that they are preparing for a second term.former president barack ", "mention": "Barack Obama", "context_right": ", in an interview conducted and aired sunday on cbs’ “60 minutes,” said he would remind trump that, as president, he is a public servant and a temporary occupant of the office.", "quotation": "“My advice to President Trump is, if you want at this late stage in the game to be remembered as somebody who put country first, it’s time for you to do the same thing.”", "quotationExtened": "“My advice to President Trump is, if you want at this late stage in the game to be remembered as somebody who put country first, it’s time for you to do the same thing.”", "mentionWithoutLink": "Barack Obama", "mentionLinkScore": "83.0296", "links": "https://en.wikipedia.org/wiki?curid=534366"}, {"id": 76, "label": "unknown", "label_id": -1, "context_left": "washington (ap) — president ", "mention": "Donald Trump", "context_right": " worked to take back an apparent acknowledgment that joe biden won the white house and was making clear he would keep trying to overturn the election result.", "quotation": "“I’m more troubled by the fact that other Republican officials who clearly know better are going along with this, are humoring him in this fashion. It is one more step in delegitimizing not just the incoming Biden administration, but democracy generally. And that’s a dangerous path,”", "quotationExtened": "“I’m more troubled by the fact that other Republican officials who clearly know better are going along with this, are humoring him in this fashion.It is one more step in delegitimizing not just the incoming Biden administration, but democracy generally.And that’s a dangerous path,” he said.In recent days, Trump appeared to be inching closer to acknowledging the reality of his loss.", "mentionWithoutLink": "Donald Trump", "mentionLinkScore": "84.11555", "links": "https://en.wikipedia.org/wiki?curid=4848272"}, {"id": 77, "label": "unknown", "label_id": -1, "context_left": "washington (ap) — president ", "mention": "Donald Trump", "context_right": " worked to take back an apparent acknowledgment that joe biden won the white house and was making clear he would keep trying to overturn the election result.", "quotation": "“whatever happens in the future, who knows which administration it will be? I guess time will tell.”", "quotationExtened": "In comments Friday in the Rose Garden about a coronavirus vaccine, Trump said his administration would “not be going to a lockdown” to slow the spread of COVID-19, and added that “whatever happens in the future, who knows which administration it will be?I guess time will tell.”", "mentionWithoutLink": "Donald Trump", "mentionLinkScore": "84.11557", "links": "https://en.wikipedia.org/wiki?curid=4848272"}, {"id": 78, "label": "unknown", "label_id": -1, "context_left": "trump, without using biden’s name, said that “he won” as part of a tweet that made baseless claims about a “rigged” election. but as the republican president saw how ", "mention": "George H. W. Bush", "context_right": " comments were being interpreted as his first public acknowledgment of a biden victory, he quickly reversed course.", "quotation": "“denies claims about any vote switching or alleged software issues with our voting systems.”", "quotationExtened": "Dominion has said it “denies claims about any vote switching or alleged software issues with our voting systems.”", "mentionWithoutLink": "George H. W. Bush", "mentionLinkScore": "86.6319", "links": "https://en.wikipedia.org/wiki?curid=11955"}, {"id": 79, "label": "unknown", "label_id": -1, "context_left": "trump, without using biden’s name, said that “he won” as part of a tweet that made baseless claims about a “rigged” election. but as the republican president saw how ", "mention": "George H. W. Bush", "context_right": " comments were being interpreted as his first public acknowledgment of a biden victory, he quickly reversed course.", "quotation": "“November 3rd election was the most secure in American history.”", "quotationExtened": "The Cybersecurity & Infrastructure Security Agency, a federal agency that oversees U.S. election security, said in a statement last week that the “November 3rd election was the most secure in American history.”", "mentionWithoutLink": "George H. W. Bush", "mentionLinkScore": "86.6319", "links": "https://en.wikipedia.org/wiki?curid=11955"}, {"id": 80, "label": "unknown", "label_id": -1, "context_left": "washington (ap) — president ", "mention": "Donald Trump", "context_right": " worked to take back an apparent acknowledgment that joe biden won the white house and was making clear he would keep trying to overturn the election result.", "quotation": "“I think as every day goes by, it’s clearer and clearer there isn’t any evidence. But if the Republican voters are only hearing Donald Trump’s misrepresentations, it’s not surprising that they believe it,”", "quotationExtened": "“I think as every day goes by, it’s clearer and clearer there isn’t any evidence.But if the Republican voters are only hearing Donald Trump’s misrepresentations, it’s not surprising that they believe it,” Bolton said on ABC’s “This Week.”", "mentionWithoutLink": "Donald Trump", "mentionLinkScore": "84.11557", "links": "https://en.wikipedia.org/wiki?curid=4848272"}, {"id": 81, "label": "unknown", "label_id": -1, "context_left": "” the agency said, ”there is no evidence that any voting system deleted or lost votes, changed votes, or was in any way compromised.”john ", "mention": "John R. Bolton", "context_right": ", a former trump national security adviser, said it was important for republican party leaders to explain to voters that trump did lose and that his claims of election fraud are baseless.", "quotation": "“It’s critical for other Republican leaders to stand up and explain what actually happened. Donald Trump lost what by any evidence we have so far was a free and fair election.”", "quotationExtened": "“It’s critical for other Republican leaders to stand up and explain what actually happened.Donald Trump lost what by any evidence we have so far was a free and fair election.”", "mentionWithoutLink": "John R. Bolton", "mentionLinkScore": "89.96353", "links": "https://en.wikipedia.org/wiki?curid=997107"}, {"id": 82, "label": "unknown", "label_id": -1, "context_left": "washington (ap) — president ", "mention": "Donald Trump", "context_right": " worked to take back an apparent acknowledgment that joe biden won the white house and was making clear he would keep trying to overturn the election result.", "quotation": "“No, no, no, far from it.”", "quotationExtened": "In a television appearance that Trump previewed on Twitter after his morning tweets, Giuliani denied Trump was conceding — “No, no, no, far from it.”", "mentionWithoutLink": "Donald Trump", "mentionLinkScore": "84.11557", "links": "https://en.wikipedia.org/wiki?curid=4848272"}, {"id": 83, "label": "unknown", "label_id": -1, "context_left": "washington (ap) — president ", "mention": "Donald Trump", "context_right": " worked to take back an apparent acknowledgment that joe biden won the white house and was making clear he would keep trying to overturn the election result.", "quotation": "“I guess,″ Giuliani told Fox News Channel’s ”", "quotationExtened": "“I guess,″ Giuliani told Fox News Channel’s ”Sunday Morning Futures,” “you would call it sarcastic.”", "mentionWithoutLink": "Donald Trump", "mentionLinkScore": "84.11555", "links": "https://en.wikipedia.org/wiki?curid=4848272"}]}