{"articleNum": 7, "title": "Georgia official says Graham asked him about tossing ballots", "time": "2020-11-17", "source": "AP", "content": "ATLANTA (AP) — Georgia Secretary of State Brad Raffensperger said Monday that U.S. Sen. Lindsey Graham asked him whether he had the power to reject certain absentee ballots, a question he interpreted as a suggestion to toss out legally cast votes.Raffensperger made the comments to The Washington Post, saying he’s faced rising pressure from fellow Republicans who want to see Democrat Joe Biden’s narrow lead in the state reversed. Nearly 5 million votes were cast in the presidential election in Georgia, and Biden was leading President Donald Trump by about 14,000 votes. Raffensperger’s comments came as election officials across the state were working to complete a hand recount of votes in the presidential race.ADVERTISEMENTWhen Georgia voters return an absentee ballot, they have to sign an oath on an outer envelope. County election office workers are required to ensure the signature matches the one on the absentee ballot application and the one in the voter registration system, Raffensperger said in a statement over the weekend.More Stories:– Georgia elections chief battles fellow Republicans, Trump– Trump attacks Vegas-area certification of Biden election win– Murphy's choice: Fed official has say on transition launchGraham asked him whether political bias might have caused elections workers to accept ballots with nonmatching signatures and whether Raffensperger could throw out all absentee ballots in counties with higher rates of nonmatching signatures, the secretary of state told the newspaper. When asked about the conversation with Raffensperger, Graham said Monday that he was “trying to find out how the signature stuff worked.” He said Raffensperger “did a good job of explaining to me how they verify signatures.” Asked about Raffensperger’s interpretation that he was suggesting that legally cast ballots should be thrown out, Graham said, “That’s ridiculous.”County election officials around the state worked through the weekend on a hand tally of the votes in the presidential race as part of a legally mandated audit to ensure the new election machines counted the votes accurately. Once the tally is complete and the results are certified, the losing campaign can request a recount, which would be done using scanners that read and tally the votes.Election officials said Monday that the hand tally had turned up more than 2,500 votes in one county that weren’t previously counted but that that won’t alter the overall outcome of the race.The unofficial breakdown of the votes those votes was 1,643 for Trump, 865 for Biden and 16 for Libertarian Jo Jorgensen, according to Gabriel Sterling, a top elections official.ADVERTISEMENT“The reason you do an audit is to find this kind of thing,” Sterling said.He said the issue appeared to be an isolated problem and that there were “no fundamental changes” in other counties.County election board Chairman Tom Rees said it appears the ballots were cast during in-person early voting but election officials weren’t sure how they were missed.Full Coverage: Election 2020The county elections office suffered several setbacks, including a top official being infected by the coronavirus, and it seems proper procedures weren’t followed when the results were tabulated by machine, Sterling said. But the county had the paper ballots and caught the problem during the hand tally, he said.Trump, who has made unfounded claims of voting irregularities and fraud, and his campaign have repeatedly taken to social media to criticize Raffensperger and the way the state’s hand tally was being conducted. The secretary of state has responded in social media posts of his own disputing their claims.Raffensperger told the Post that he and his wife have received death threats in recent days. “Other than getting you angry, it’s also very disillusioning,” he said.\nCounty election officials were instructed to complete the count by 11:59 p.m. Wednesday. The deadline for the state to certify election results is Friday. The hand tally appeared to go smoothly in most places, and the vast majority of the state’s 159 counties had completed their work by Monday, Sterling said. What remained was mostly data entry and quality control measures before submitting results to the secretary of state, he said. State election officials have said they wouldn’t release any results from the tally until the whole process is complete. Raffensperger’s office has consistently said it’s likely the results will differ slightly from those previously reported by the counties but that the difference is not expected to change the outcome. The tally resulting from the audit is what will be certified, election officials have said.The AP has not declared a winner in Georgia, where Biden leads Trump by 0.3 percentage points. There is no mandatory recount law in Georgia, but state law provides that option to a trailing candidate if the margin is less than 0.5 percentage points. It is AP’s practice not to call a race that is – or is likely to become – subject to a recount. ", "quote": [{"id": 84, "label": "unknown", "label_id": -1, "context_left": "atlanta (ap) — georgia secretary of state brad raffensperger said monday that u.s. sen. lindsey ", "mention": "Bob Graham", "context_right": " asked him whether he had the power to reject certain absentee ballots, a question he interpreted as a suggestion to toss out legally cast votes.", "quotation": "“trying to find out how the signature stuff worked.”", "quotationExtened": "When asked about the conversation with Raffensperger, Graham said Monday that he was “trying to find out how the signature stuff worked.”", "mentionWithoutLink": "Bob Graham", "mentionLinkScore": "86.18581", "links": "https://en.wikipedia.org/wiki?curid=190940"}, {"id": 85, "label": "unknown", "label_id": -1, "context_left": "atlanta (ap) — georgia secretary of state ", "mention": "Brad Raffensperger", "context_right": " said monday that u.s. sen. lindsey graham asked him whether he had the power to reject certain absentee ballots, a question he interpreted as a suggestion to toss out legally cast votes.", "quotation": "“did a good job of explaining to me how they verify signatures.”", "quotationExtened": "He said Raffensperger “did a good job of explaining to me how they verify signatures.”", "mentionWithoutLink": "Brad Raffensperger", "mentionLinkScore": "85.410995", "links": "https://en.wikipedia.org/wiki?curid=57802185"}, {"id": 86, "label": "unknown", "label_id": -1, "context_left": "the unofficial breakdown of the votes those votes was 1,643 for trump, 865 for biden and 16 for libertarian jo jorgensen, according to ", "mention": "Christopher H. Sterling", "context_right": ", a top elections official.advertisement“the reason you do an audit is to find this kind of thing,” sterling said.", "quotation": "“The reason you do an audit is to find this kind of thing,”", "quotationExtened": "Once the tally is complete and the results are certified, the losing campaign can request a recount, which would be done using scanners that read and tally the votes.Election officials said Monday that the hand tally had turned up more than 2,500 votes in one county that weren’t previously counted but that that won’t alter the overall outcome of the race.The unofficial breakdown of the votes those votes was 1,643 for Trump, 865 for Biden and 16 for Libertarian Jo Jorgensen, according to Gabriel Sterling, a top elections official.ADVERTISEMENT“The reason you do an audit is to find this kind of thing,” Sterling said.He said the issue appeared to be an isolated problem and that there were “no fundamental changes” in other counties.County election board Chairman Tom Rees said it appears the ballots were cast during in-person early voting but election officials weren’t sure how they were missed.Full Coverage: Election 2020The county elections office suffered several setbacks, including a top official being infected by the coronavirus, and it seems proper procedures weren’t followed when the results were tabulated by machine, Sterling said.", "mentionWithoutLink": "Christopher H. Sterling", "mentionLinkScore": "89.570496", "links": "https://en.wikipedia.org/wiki?curid=3884841"}, {"id": 87, "label": "unknown", "label_id": -1, "context_left": "the unofficial breakdown of the votes those votes was 1,643 for trump, 865 for biden and 16 for libertarian jo jorgensen, according to gabriel ", "mention": "Christopher H. Sterling", "context_right": ", a top elections official.advertisement“the reason you do an audit is to find this kind of thing,” sterling said.", "quotation": "“Other than getting you angry, it’s also very disillusioning,”", "quotationExtened": "“Other than getting you angry, it’s also very disillusioning,” he said.", "mentionWithoutLink": "Christopher H. Sterling", "mentionLinkScore": "88.39049", "links": "https://en.wikipedia.org/wiki?curid=3884841"}]}