{"articleNum": 8, "title": "Army secretary says wreath-laying event at Arlington back on", "time": "2020-11-18", "source": "AP", "content": "WASHINGTON (AP) — Army Secretary Ryan McCarthy has reversed the COVID-related cancellation of an annual wreath-laying event at Arlington National Cemetery next month, following criticism on social media and pleas to the White House.President Donald Trump said later Tuesday it was he who had reversed “the ridiculous decision” to cancel the event. “It will now go on!” he tweeted.Each year, volunteers around the country place wreaths on the tombstones and markers of veterans as part of Wreaths Across America. The tradition began in 1992 when a Maine wreath maker donated 5,000 wreaths to Arlington. The event has expanded to thousands of locations across the country.ADVERTISEMENTOn Monday, Arlington National Cemetery announced that it was “with great regret,” cancelling the Wreaths Across America event scheduled for Dec. 19, due to COVID-19. That prompted a backlash on social media, including from Republican Rep. Dan Crenshaw of Texas, a former Navy SEAL, who tweeted early Tuesday: “Reverse your decision.”The group that helps coordinate the ceremony, Wreaths Across America, also issued pleas to continue this year’s event, including with the White House. Shortly before group officials were to hold a news conference Tuesday, they received word of McCarthy’s decision.Karen Worcester, executive director of Wreaths Across America, said that when the organization had initially learned of the cancellation at Arlington, it reached out to Arlington National Cemetery’s leadership discuss options for keeping the tradition going safely.And, on Tuesday, she got the news she was hoping to hear. “They have informed us of their willingness to work with us to develop other options to allow for the safe placement of veterans’ wreaths this December,” Worcester said.Wreaths Across America will have 2,500 participating locations this year, she said.“We will be fulfilling the mission in every state and doing so safely following local guidelines in all cases,” Worcester said.", "quote": [{"id": 88, "label": "unknown", "label_id": -1, "context_left": "karen worcester, executive director of wreaths across america, said that when the organization had initially learned of the cancellation at arlington, it reached out to arlington national cemetery’s leadership discuss options for keeping the tradition going safely.and, on tuesday, ", "mention": "Ron Nagle", "context_right": " got the news she was hoping to hear. “they have informed us of their willingness to work with us to develop other options to allow for the safe placement of veterans’ wreaths this december,” worcester said.", "quotation": "“They have informed us of their willingness to work with us to develop other options to allow for the safe placement of veterans’ wreaths this December,”", "quotationExtened": "“They have informed us of their willingness to work with us to develop other options to allow for the safe placement of veterans’ wreaths this December,” Worcester said.Wreaths Across America will have 2,500 participating locations this year, she said.", "mentionWithoutLink": "Nano Nagle", "mentionLinkScore": "79.84487", "links": "https://en.wikipedia.org/wiki?curid=12967457"}]}