{"articleNum": 9, "title": "Pentagon to cut troop levels to 2,500 in Iraq, Afghanistan ", "time": "2020-11-18", "source": "AP", "content": "WASHINGTON (AP) — Acting Defense Secretary Christopher Miller said Tuesday the U.S. will reduce troop levels in Iraq and Afghanistan by mid-January, asserting that the decision fulfills President Donald Trump’s pledge to bring forces home from America’s long wars even as Republicans and U.S. allies warn of the dangers of withdrawing before conditions are right.The plan will accelerate troop withdrawals from Iraq and Afghanistan in Trump’s final days in office, despite arguments from senior military officials in favor of a slower, more methodical pullout to preserve hard-fought gains. Trump has refused to concede his election loss to Democrat Joe Biden, who takes office Jan. 20, just five days after the troop withdrawals are to finish.ADVERTISEMENTMiller, who refused to take questions from reporters after reading a prepared statement before TV cameras at the Pentagon, said the U.S. will reduce troop levels in Afghanistan from more than 4,500 to 2,500, and in Iraq from about 3,000 to 2,500.Speaking a week after taking over for former Defense Secretary Mark Esper, who was fired by Trump, Miller notably did not say that the drawdown plan had been recommended or endorsed by Gen. Mark Milley, chairman of the Joint Chiefs of Staff, or by other senior military officers. He said only that military commanders had agreed to execute it.Miller said the U.S. remains ready to respond if conditions in Afghanistan or Iraq deteriorate.“If the forces of terror, instability, division and hate begin a deliberate campaign to disrupt our efforts, we stand ready to apply the capabilities required to thwart them,” he said in a roughly eight-minute statement — his first extended public remarks since taking office.The withdrawal plan falls short of Trump’s oft-repeated vow to end America’s long wars. It also runs counter to his guidance that troop withdrawals be based on the conditions on the ground, not a date on the calendar. In Afghanistan, in particular, military and defense leaders have consistently said the Taliban has not yet met requirements to reduce violent attacks against Afghan government forces. Some have worried that too-fast troop reductions would strengthen the negotiating hand of the Taliban and weaken the position of an already-weak Afghan government.The decision has already received a cool reception from some Republican leaders on Capitol Hill, and a somewhat uncharacteristically blunt critique from NATO Secretary-General Jens Stoltenberg.“I believe these additional reductions of American troops from terrorist areas are a mistake,” said Rep. Mac Thornberry of Texas, who is the ranking Republican on the House Armed Services Committee. He said the Taliban, whose hold on power in Kabul was destroyed when U.S. troops invaded the country in October 2001, have “done nothing — met no condition — that would justify this cut.”Rep. Adam Smith, a Washington Democrat and chairman of the House Armed Services Committee, endorsed the Trump decision.“Our primary goal has been, and continues to be, the prevention of transnational terrorists from launching an attack against the United States from Afghanistan,” Smith said. “In order to contain the terrorist threat as we draw down our troop levels, it is critical that we coordinate the drawdown closely with our allies, as well as our partners in the Afghan government, to protect our interests and those of our allies in Afghanistan.” Stoltenberg earlier Tuesday warned that NATO could pay a heavy price for leaving Afghanistan too early.NATO has fewer than 12,000 troops from dozens of nations helping to train and advise the Afghan national security forces. The 30-nation alliance relies heavily on the United States armed forces for transport, logistics and other support.“We now face a difficult decision. We have been in Afghanistan for almost 20 years, and no NATO ally wants to stay any longer than necessary. But at the same time, the price for leaving too soon or in an uncoordinated way could be very high,” Stoltenberg said in a statement.Trump’s national security adviser Robert O’Brien said the president is keeping his promise to the American people to get U.S. troops out of war zones. “By May, it is President Trump’s hope that they will all come home safely and in their entirety,” O’Brien told reporters at the White House shortly after Miller made the announcement at the Pentagon.“I want to reiterate that this policy is not new,” O’Brien said. “This has been the president’s policy since he took office.”Trump has said, however, that his decisions about U.S. troop levels in Afghanistan would be based on conditions on the ground, not on the calendar. He has accused his predecessor, Barack Obama, of setting a timetable for troop withdrawals in Iraq and Afghanistan that worked against the achievement of military goals. Now, however, Trump is openly declaring a timetable for troop reductions in both countries, even as violence remains high in Afghanistan.The accelerated withdrawal goes against the longstanding advice of Trump’s military leadership, including Marine Gen. Frank McKenzie, top U.S. commander for the Middle East. But officials suggested that commanders will be able to live with the partial pullout, which allows them to keep counterterrorism troops in Afghanistan and gives them time to remove critical equipment.McKenzie and others have repeatedly argued that a hasty withdrawal could undercut negotiations to finalize ongoing peace negotiations between the Taliban and representatives of Afghan society, including the Afghan government. And they also warn that U.S. forces should remain in the country to keep Islamic State militants in check.Biden has sounded less absolute about troop withdrawal. He has said some troops could stay in Afghanistan to focus on the counterterrorism mission. In response to a questionnaire before the election, he said: “Americans are rightly weary of our longest war; I am, too. But we must end the war responsibly, in a manner that ensures we both guard against threats to our homeland and never have to go back.”___Associated Press writer Aamer Medhani contributed to this report.", "quote": [{"id": 89, "label": "unknown", "label_id": -1, "context_left": "washington (ap) — acting defense secretary ", "mention": "Christopher Ashley Ford", "context_right": " said tuesday the u.s. will reduce troop levels in iraq and afghanistan by mid-january, asserting that the decision fulfills president donald trump’s pledge to bring forces home from america’s long wars even as republicans and u.", "quotation": "“If the forces of terror, instability, division and hate begin a deliberate campaign to disrupt our efforts, we stand ready to apply the capabilities required to thwart them,”", "quotationExtened": "“If the forces of terror, instability, division and hate begin a deliberate campaign to disrupt our efforts, we stand ready to apply the capabilities required to thwart them,” he said in a roughly eight-minute statement — his first extended public remarks since taking office.The withdrawal plan falls short of Trump’s oft-repeated vow to end America’s long wars.", "mentionWithoutLink": "Christopher Ashley Ford", "mentionLinkScore": "86.69856", "links": "https://en.wikipedia.org/wiki?curid=29836977"}, {"id": 90, "label": "unknown", "label_id": -1, "context_left": "“i believe these additional reductions of american troops from terrorist areas are a mistake,” said rep. ", "mention": "Mac Thornberry", "context_right": " of texas, who is the ranking republican on the house armed services committee. he said the taliban, whose hold on power in kabul was destroyed when u.", "quotation": "“I believe these additional reductions of American troops from terrorist areas are a mistake,”", "quotationExtened": "“I believe these additional reductions of American troops from terrorist areas are a mistake,” said Rep. Mac Thornberry of Texas, who is the ranking Republican on the House Armed Services Committee.", "mentionWithoutLink": "Mac Thornberry", "mentionLinkScore": "86.754425", "links": "https://en.wikipedia.org/wiki?curid=811163"}, {"id": 91, "label": "unknown", "label_id": -1, "context_left": "the decision has already received a cool reception from some republican leaders on capitol hill, and a somewhat uncharacteristically blunt critique from nato secretary-general jens ", "mention": "Jens Stoltenberg", "context_right": ".“i believe these additional reductions of american troops from terrorist areas are a mistake,” said rep.", "quotation": "“done nothing — met no condition — that would justify this cut.”", "quotationExtened": "He said the Taliban, whose hold on power in Kabul was destroyed when U.S. troops invaded the country in October 2001, have “done nothing — met no condition — that would justify this cut.”", "mentionWithoutLink": "Jens Stoltenberg", "mentionLinkScore": "83.886185", "links": "https://en.wikipedia.org/wiki?curid=192080"}, {"id": 92, "label": "unknown", "label_id": -1, "context_left": " troops invaded the country in october 2001, have “done nothing — met no condition — that would justify this cut.”rep. adam ", "mention": "Adam Smith (politician)", "context_right": ", a washington democrat and chairman of the house armed services committee, endorsed the trump decision.", "quotation": "“Our primary goal has been, and continues to be, the prevention of transnational terrorists from launching an attack against the United States from Afghanistan,”", "quotationExtened": "“Our primary goal has been, and continues to be, the prevention of transnational terrorists from launching an attack against the United States from Afghanistan,” Smith said.", "mentionWithoutLink": "Adam Smith (politician)", "mentionLinkScore": "86.227684", "links": "https://en.wikipedia.org/wiki?curid=410158"}, {"id": 93, "label": "unknown", "label_id": -1, "context_left": " troops invaded the country in october 2001, have “done nothing — met no condition — that would justify this cut.”rep. adam ", "mention": "Adam Smith (politician)", "context_right": ", a washington democrat and chairman of the house armed services committee, endorsed the trump decision.", "quotation": "“In order to contain the terrorist threat as we draw down our troop levels, it is critical that we coordinate the drawdown closely with our allies, as well as our partners in the Afghan government, to protect our interests and those of our allies in Afghanistan.”", "quotationExtened": "“In order to contain the terrorist threat as we draw down our troop levels, it is critical that we coordinate the drawdown closely with our allies, as well as our partners in the Afghan government, to protect our interests and those of our allies in Afghanistan.”", "mentionWithoutLink": "Adam Smith (politician)", "mentionLinkScore": "86.227684", "links": "https://en.wikipedia.org/wiki?curid=410158"}, {"id": 94, "label": "unknown", "label_id": -1, "context_left": "the decision has already received a cool reception from some republican leaders on capitol hill, and a somewhat uncharacteristically blunt critique from nato secretary-general jens ", "mention": "Jens Stoltenberg", "context_right": ".“i believe these additional reductions of american troops from terrorist areas are a mistake,” said rep.", "quotation": "“We now face a difficult decision. We have been in Afghanistan for almost 20 years, and no NATO ally wants to stay any longer than necessary. But at the same time, the price for leaving too soon or in an uncoordinated way could be very high,”", "quotationExtened": "“We now face a difficult decision.We have been in Afghanistan for almost 20 years, and no NATO ally wants to stay any longer than necessary.But at the same time, the price for leaving too soon or in an uncoordinated way could be very high,” Stoltenberg said in a statement.Trump’s national security adviser Robert O’Brien said the president is keeping his promise to the American people to get U.S. troops out of war zones.", "mentionWithoutLink": "Jens Stoltenberg", "mentionLinkScore": "83.886185", "links": "https://en.wikipedia.org/wiki?curid=192080"}, {"id": 95, "label": "unknown", "label_id": -1, "context_left": "washington (ap) — acting defense secretary ", "mention": "Christopher Ashley Ford", "context_right": " said tuesday the u.s. will reduce troop levels in iraq and afghanistan by mid-january, asserting that the decision fulfills president donald trump’s pledge to bring forces home from america’s long wars even as republicans and u.", "quotation": "“By May, it is President Trump’s hope that they will all come home safely and in their entirety,”", "quotationExtened": "“By May, it is President Trump’s hope that they will all come home safely and in their entirety,” O’Brien told reporters at the White House shortly after Miller made the announcement at the Pentagon.", "mentionWithoutLink": "Christopher Ashley Ford", "mentionLinkScore": "86.69855", "links": "https://en.wikipedia.org/wiki?curid=29836977"}, {"id": 96, "label": "unknown", "label_id": -1, "context_left": "the decision has already received a cool reception from some republican leaders on capitol hill, and a somewhat uncharacteristically blunt critique from nato secretary-general jens ", "mention": "Jens Stoltenberg", "context_right": ".“i believe these additional reductions of american troops from terrorist areas are a mistake,” said rep.", "quotation": "“I want to reiterate that this policy is not new,”", "quotationExtened": "“I want to reiterate that this policy is not new,” O’Brien said.", "mentionWithoutLink": "Jens Stoltenberg", "mentionLinkScore": "83.886185", "links": "https://en.wikipedia.org/wiki?curid=192080"}, {"id": 97, "label": "unknown", "label_id": -1, "context_left": " will reduce troop levels in iraq and afghanistan by mid-january, asserting that the decision fulfills president donald ", "mention": "Donald Trump", "context_right": "’s pledge to bring forces home from america’s long wars even as republicans and u.s. allies warn of the dangers of withdrawing before conditions are right.", "quotation": "“This has been the president’s policy since he took office.”", "quotationExtened": "“This has been the president’s policy since he took office.”", "mentionWithoutLink": "Donald Trump", "mentionLinkScore": "83.64305", "links": "https://en.wikipedia.org/wiki?curid=4848272"}, {"id": 98, "label": "unknown", "label_id": -1, "context_left": " but we must end the war responsibly, in a manner that ensures we both guard against threats to our homeland and never have to go back.”___associated press writer ", "mention": "Adhwan al-Ahmari", "context_right": " contributed to this report", "quotation": "“Americans are rightly weary of our longest war; I am, too. But we must end the war responsibly, in a manner that ensures we both guard against threats to our homeland and never have to go back.”", "quotationExtened": "In response to a questionnaire before the election, he said: “Americans are rightly weary of our longest war; I am, too.But we must end the war responsibly, in a manner that ensures we both guard against threats to our homeland and never have to go back.”", "mentionWithoutLink": "Adhwan al-Ahmari", "mentionLinkScore": "86.24598", "links": "https://en.wikipedia.org/wiki?curid=60977865"}]}